{

    "storys": [
      {
        "id": "story1",
        "title": "Quỷ Bí Chi Chủ",
        "author": "Ái Tiềm Thủy Đích Ô Tặc",
        "translator": "KOL",
        "cover_url": "https://static.cdnno.com/poster/quy-bi-chi-chu/300.jpg?1585206121",
        "description": "Hơi nước cùng máy móc thủy triều bên trong, ai có thể chạm đến phi phàm? Lịch sử cùng hắc ám trong sương mù, là ai tại thì thầm? Ta theo quỷ bí bên trong tỉnh lại, mở mắt trông thấy cái thế giới này:\n\nSúng ống, đại pháo, cự hạm, khinh khí cầu, máy vi sai; ma dược, bói toán, nguyền rủa, người treo ngược, phong ấn vật. . . Quang minh vẫn như cũ chiếu rọi, huyền bí chưa bao giờ rời xa, đây là một đoạn \"Ngu giả\" truyền thuyết..\n\nQuyển 1- Thằng Hề: Tổng 213 chương.\nQuyển 2- Vô Diện nhân: ...\n\nCon Mực nương sách mới, cùng tác giả với: Nhất Thế Chi Tôn, Duyệt Vận Đồ Lục, Võ Đạo Tông Sư, Áo Thuật Thần Tọa.",
        "categories": ["Tiên hiệp", "Huyền huyễn", "Tu chân"],
        "tags": ["Strong MC", "Cultivation", "Adventure"],
        "status": "ongoing",
        "isRecommended": true,
        "total_chapters": 1648,
        "total_views": 5280964,
        "rating": {
          "average": 4.7,
          "count": 9845
        },
        "bookmarks_count": 15768,
        "created_at": "2023-05-12T00:00:00Z",
        "updated_at": "2025-03-15T12:30:00Z",
        "last_chapter_update": "2025-03-15T12:30:00Z"
      },
      {
        "id": "story2",
        "title": "Vũ Động Càn Khôn",
        "author": "Thiên Tằm Thổ Đậu",
        "translator": "TeamABC",
        "cover_url": "https://ngocsach.com/storage/story_img/sJR1y2NBcVq7nlLN6fKha7PupbMJRY9KoxLR6GsX.jpg",
        "description": [
            "Từ xưa đến nay, con người luôn có khát vọng vươn lên đỉnh cao, để đổi lấy sự thành công họ đã hy sinh biết bao nhiêu mồ hôi và nước mắt. Tu Luyện chính là trộm đi âm dương, đoạt lấy tạo hóa, chuyển đổi Niết Bàn, nắm giữ sinh tử, chưởng quản Luân Hồi.",
            "Có người theo đuổi quyền lực và sức mạnh, có người thì truy cầu tình yêu, nhưng sống trong thời loạn không thể không có thực lực trong tay, muốn có chỗ đứng hay bảo vệ những người thương yêu đều cần phải có thực lực, đó là chân lý không bao giờ thay đổi tự cổ chí kim.",
            "Câu chuyện là một trang sách nói về cuộc đời của một tu luyện giả, bên cạnh đó còn miêu tả cuộc sống đời thường, những suy nghĩ bình thường, nhưng nếu như số mệnh đã sắp đặt bản thân phải đi trên một con đường đầy gian khổ và trắc trở thì sao? Con người đặc biệt luôn có số mệnh đặc biệt, bất kể xuất thân, bất kể địa vị. Chúng ta hãy cùng dõi theo những bước chân của họ, không chỉ đơn giản là xem những pha đánh nhau đẹp mắt, hay những chiêu thức tráng lệ, cũng không phải chỉ để bàn luận đến những âm mưu hay kế sách thâm độc, hèn hạ bỉ ổi, tuyệt vời ra sao. Thứ chúng ta cần là một cái gì đó lớn hơn thế, tất cả mọi thứ hòa quyện lại với nhau tạo ra một sự liên kết tuyệt vời, và sự liên kết đó chính là Võ Động Càn Khôn. Còn chờ gì nữa, các bạn hãy nhanh đọc lướt qua phần giới thiệu để cùng đắm mình trong thế giới của Vũ Động Càn Khôn, thưởng thức cái hay và hấp dẫn không thể cưỡng lại của tác phẩm.",
            "Câu chuyện kể về một thiếu niên Lâm Động, vốn là thiếu niên bình thường, cha của hắn là một cao thủ nhưng bị người khác đánh trọng thương khó có thể phục hồi, từ đó địa vị trong gia đình ngày càng giảm sút. Dù bị khinh thị và chế giễu nhưng Lâm Động với sự quyết tâm không ngừng nghỉ, rèn luyện điên cuồng chờ ngày báo thù.",
            "Ông trời có mắt không phụ người có lòng, Lâm Động may mắn gặp được kỳ ngộ, nhặt được một viên đá kỳ lạ, mà công dụng của nó nếu lọt ra ngoài thì chắc chắn sẽ khiến thế gian điên cuồng, rốt cuộc viên đá đó có tác dụng gì? Và xuất xứ từ đâu?",
            "Từng bước đi trên con đường cường giả, đối mặt với những địch thủ đỉnh cấp, liệu Lâm Động sẽ thành công hay thất bại? Sẽ trở thành một cường giả đứng trên vạn người, được họ kính ngưỡng hay cũng giống như cha mình không thể ngóc đầu lên nổi... Mời các bạn cùng theo dõi!"
        ],
        "categories": ["Tiên hiệp", "Huyền huyễn", "Tu chân"],
        "tags": ["Cultivation", "OP MC", "Reincarnation"],
        "status": "ongoing",
        "total_chapters": 894,
        "isRecommended": true,
        "total_views": 4125680,
        "rating": {
          "average": 4.5,
          "count": 7523
        },
        "bookmarks_count": 12456,
        "created_at": "2023-08-20T00:00:00Z",
        "updated_at": "2025-03-27T15:45:00Z",
        "last_chapter_update": "2025-03-27T15:45:00Z"
      },
      {
        "id": "story3",
        "title": "Quang Âm Chi Ngoại",
        "author": "Nhĩ Căn",
        "translator": "TeamXYZ",
        "cover_url": "https://static.cdnno.com/poster/quang-am-chi-ngoai/300.jpg?1718153607",
        "description": [
        "Câu chuyện kể về một thiếu niên Lâm Động, vốn là thiếu niên bình thường, cha của hắn là một cao thủ nhưng bị người khác đánh trọng thương khó có thể phục hồi, từ đó địa vị trong gia đình ngày càng giảm sút. Dù bị khinh thị và chế giễu nhưng Lâm Động với sự quyết tâm không ngừng nghỉ, rèn luyện điên cuồng chờ ngày báo thù.",

        "Tử sinh khác biệt, thật giống như mộng cùng tỉnh khác biệt, xôn xao biến hóa, không thể cật vấn.",
        
        "Như vậy siêu việt sinh tử, đã vượt ra thiên địa, tại quang âm bên ngoài , chờ đợi chúng ta là cái gì?",
        
        "Đây là Nhĩ Căn kế « Tiên Nghịch » « Cầu Ma » « Ngã Dục Phong Thiên » « Nhất Niệm Vĩnh Hằng » « Tam Thốn Nhân Gian » sau, sáng tác bộ tiểu thuyết thứ sáu « Quang Âm Chi Ngoại »",
        
        "Converter: Quang âm có nghĩa là Thời gian hoặc là Ánh sáng và bóng tối, hiện tại chưa rõ cốt truyện nên mình không biết theo nghĩa nào, nên tạm để hán việt.",
        "Nếu có lỗi về convert hoặc từ nào khó hiểu thì mọi người vui lòng báo mình nhé. Cầu đề cử hoa, cảm xúc, cảm ơn mọi người ạ."],
        "categories": ["Ngôn tình", "Đô thị", "Lãng mạn"],
        "tags": ["Tiên Hiệp", "Điềm Đạm", "Góc Nhìn Nam", "Phàm Nhân"],
        "status": "còn tiếp",
        "total_chapters": 1596,
        "isRecommended": true,
        "total_views": 2850390,
        "rating": {
          "average": 4.3,
          "count": 5634
        },
        "bookmarks_count": 9823,
        "created_at": "2024-01-05T00:00:00Z",
        "updated_at": "2025-03-28T09:15:00Z",
        "last_chapter_update": "2025-03-28T09:15:00Z"
      },
      {
        "id": "story4",
        "title": "Tận Thế Thức Tỉnh, Đánh Quái Tiểu Đội Lên Lên Lên",
        "author": "Văn Minh Lữ Nhân",
        "translator": "KOL",
        "cover_url": "https://static.cdnno.com/poster/tan-the-thuc-tinh-danh-quai-tieu-doi-len-len-len/300.jpg?1733918627",
        
        "description": "Sau ba trận mưa định mệnh, thế giới rơi vào hỗn loạn tột độ khi tận thế ập đến. Loài người phải đối mặt với sự trỗi dậy của những dị năng thú hung tàn, đe dọa đến sự tồn vong của nhân loại. Trong bối cảnh đó, Lâm Tẫn, một người sở hữu dị năng tinh thần, cùng ba người bạn đồng hành của mình, bắt đầu một cuộc hành trình đầy gian truân từ Đại học Giang Thành. Họ phải đối mặt với vô vàn nguy hiểm, chiến đấu với dị năng thú, không ngừng rèn luyện bản thân và nâng cao năng lực để tồn tại. Trong hành trình đó, họ đã góp phần vào sự hồi sinh của các thành phố bị tàn phá, khôi phục lại trật tự thế giới. Tuy nhiên, đằng sau những nỗ lực ấy, một bí mật kinh hoàng dần được hé lộ. Bốn người bạn, như những tia sáng trong đêm tối mịt mùng, đang cố gắng lật ngược tình thế, viết nên câu chuyện huyền thoại của riêng mình trong thời đại mạt thế.",
        "categories": ["Đô thị", "Mạt thế", "Tu chân"],
        "tags": ["Strong MC", "Cultivation", "Adventure"],
        "status": "ongoing",
        "isRecommended": true,
        "total_chapters": 1648,
        "total_views": 6271964,
        "rating": {
          "average": 4.7,
          "count": 9845
        },
        "bookmarks_count": 15768,
        "created_at": "2023-05-12T00:00:00Z",
        "updated_at": "2025-03-15T12:30:00Z",
        "last_chapter_update": "2025-03-15T12:30:00Z"
      },
      {
        "id": "story5",
        "title": "Nho Đạo Chí Thượng? Ta Tại Dị Giới Cõng Thơ Đường!",
        "author": "Trương Diệc An",
        "translator": "KOL",
        "cover_url": "https://static.cdnno.com/poster/nho-dao-chi-thuong-ta-tai-di-gioi-cong-tho-duong/300.jpg?1733302739",

        "description": "Từ Tống, sinh viên chuyên ngành Hán ngữ, xuyên không đến một thế giới kỳ lạ nơi Nho Đạo ngự trị. Ở đó, chỉ có văn nhân mới có khả năng điều khiển linh khí trời đất, bước vào con đường tu luyện. Điều đáng ngạc nhiên là thế giới này không hề có sự tồn tại của những thi sĩ vĩ đại như Lý Bạch hay Đỗ Phủ. Đối với Từ Tống, người thuộc làu làu 'Đường thi tam bách thủ', đây quả là một cơ hội ngàn năm có một. Một câu chuyện sảng khoái, không quá nhanh, mỗi ngày một chương, kèm theo chút yếu tố hài hước, mang đến cho người đọc những giây phút giải trí nhẹ nhàng.",
        "categories": ["Huyền huyễn","Điềm đạm", "Tu chân"],
        "tags": ["Strong MC", "Cultivation", "Adventure"],
        "status": "completed",
        "total_chapters": 1648,
        "isRecommended": true,
        "total_views": 15280964,
        "rating": {
          "average": 4.7,
          "count": 9845
        },
        "bookmarks_count": 15768,
        "created_at": "2023-05-12T00:00:00Z",
        "updated_at": "2025-03-15T12:30:00Z",
        "last_chapter_update": "2025-03-15T12:30:00Z"
      },
      {
        "id": "story6",
        "title": "Đầu Tư Thiên Mệnh Tộc Nhân, Thực Lực Của Ta Là Toàn Tộc Tổng Cộng",
        "author": "Thụy Bất Tỉnh Đích Miêu 9",
        "translator": "KOL",
        "cover_url": "https://static.cdnno.com/poster/dau-tu-thien-menh-toc-nhan-thuc-luc-cua-ta-la-toan-toc-tong-cong/300.jpg?1734922269",
        "description": "Khương Đạo Huyền xuyên không đến một thế giới huyền huyễn, trở thành tộc trưởng Khương gia. Anh ta sở hữu hệ thống gia tộc siêu cường, sức mạnh của anh ta tỉ lệ thuận với sức mạnh của toàn tộc. Chỉ cần đầu tư vào tộc nhân, anh ta sẽ nhận được phần thưởng bạo kích. Nhờ vậy, Khương gia dần trở nên hùng mạnh, sở hữu vô số bảo vật và thiên tài. Khi các thế lực khác tranh giành một món Đế binh, Khương gia đã trang bị đến tận răng cho mỗi thành viên. Khi các thế lực khác cố gắng chiêu mộ một thiên tài, Khương gia lại có cả tá thần thể, thánh thể, đạo thể và thiên mệnh chi tử. Khương gia ngày càng bá chủ hoàn vũ, sản sinh vô số Đại Đế trấn áp vạn giới.",    
        "categories": ["Huyền huyễn", "Tiên hiệp", "Tu chân"],
        "tags": ["Strong MC", "Cultivation", "Adventure"],
        "status": "completed",
        "total_chapters": 1648,
        "isRecommended": true,
        "total_views": 7280964,
        "rating": {
          "average": 4.7,
          "count": 9845
        },
        "bookmarks_count": 15768,
        "created_at": "2023-05-12T00:00:00Z",
        "updated_at": "2025-03-15T12:30:00Z",
        "last_chapter_update": "2025-03-15T12:30:00Z"
      },
      {
        "id": "story7",
        "title": "Luân Hồi Nhạc Viên",
        "author": "Ái Tiềm Thủy Đích Ô Tặc",
        "translator": "KOL",
        "cover_url": "https://static.cdnno.com/poster/luan-hoi-nhac-vien/300.jpg?1722176664",
        
        "description": "Tô Hiểu, một kẻ bị trói buộc bởi khế ước luân hồi, phải dấn thân vào những thế giới khác nhau để hoàn thành nhiệm vụ. Anh ta đã chứng kiến sự hủy diệt của cả những thế giới, và kề vai chiến đấu cùng những vị vua đã bị lãng quên. Tiếng quạ đen thì thầm, tiếng gầm rú của những sinh vật cổ xưa vang vọng từ vực sâu, tất cả tạo nên một bức tranh u ám, đầy rẫy hiểm nguy của Luân Hồi nhạc viên.",
        "categories": ["Đồng nhân", "Huyền huyễn", "Tu chân"],
        "tags": ["Strong MC", "Cultivation", "Adventure"],
        "status": "completed",
        "total_chapters": 1648,
        "isRecommended": true,
        "total_views": 5273890,
        "rating": {
          "average": 4.7,
          "count": 9845
        },
        "bookmarks_count": 15768,
        "created_at": "2023-05-12T00:00:00Z",
        "updated_at": "2025-03-15T12:30:00Z",
        "last_chapter_update": "2025-03-15T12:30:00Z"
      }
      
    ],
    
    "chapters": [
      {
        "id": "story1_chap1",
        "story_id": "story1",
        "chapter_number": 1,
        "title": "Chương 1: Đạo Thống Truyền Thừa Hệ Thống",
        
        "content": "Đau!\n\nĐau quá!\n\nĐầu đau quá!\n\nHình ảnh trong giấc mơ đầy những tiếng thì thầm kỳ quái vỡ tan thành những mảnh nhỏ. Chu Minh Thuỵ đang say giấc chỉ thấy đầu đau đớn hệt như bị người ta lấy gậy đánh cho một cái thật mạnh, không, phải là bị một thứ sắc nhọn đâm thẳng vào huyệt Thái Dương rồi sau đó khuấy liên tục.\n\nÔi... Trong cơn mơ màng, Chu Minh Thuỵ muốn xoay người, muốn giơ tay ôm chặt lấy đầu, muốn ngồi dậy nhưng hắn không thể cử động chân tay được, dường như không thể điều khiển được thân thể nữa.\n\nXem ra là mình chưa tỉnh, vẫn còn đang mơ... Nói không chừng sẽ còn xảy ra hiện tượng cho là mình đã tỉnh, nhưng thực chất là còn đang ngủ say... Chu Minh Thuỵ không hề lạ lẫm gì với chuyện này, hắn cố gắng tập trung ý chí muốn thoát khỏi cái gông cùm của bóng tối và sự huyễn hoặc này.\n\nNhưng trong lúc nửa tỉnh nửa mơ này, ý chí luôn mơ hồ như sương khói, khó mà tập trung được. Dù hắn có cố thế nào thì tư duy vẫn cứ tan rã, tạp niệm xuất hiện.\n\nĐang yên đang lành, nửa đêm nửa hôm, sao đột nhiên bị đau đầu? Còn đau đớn tới mức này? ! Chẳng lẽ xuất huyết não? !\n\nMoá, chả lẽ ta sẽ chết sớm ư?\n\nMau tỉnh! Mau tỉnh lại nào!\nỒ, hình như không còn đau như nãy nữa? Nhưng đầu vẫn như bị một con dao nhỏ cắt từng miếng từng miếng ra một...\n\nXem ra không thể ngủ tiếp, vậy thì mai đi làm thế nào được? Còn đi làm cái gì nữa? Bị đau đầu thật như này tất nhiên là phải xin nghỉ rồi! Khỏi sợ tay quản lý lải nhải!\n\nNghĩ như vậy cảm thấy không tệ, khà khà, thế là được nhàn rỗi một hôm!\n\nĐầu lại đau nhói khiến Chu Minh Thuỵ tích được chút sức lực. Cuối cùng, hắn dốc sức động lưng mở choàng mắt, hoàn toàn thoát khỏi trạng thái nửa tỉnh nửa mơ.\n\nTầm mắt ban đầu nhoà đi, sau đó bị phủ kín bởi một lớp đỏ rực. Nơi tầm mắt với tới, Chu Minh Thuỵ thấy trước mặt mình là một bàn học bằng gỗ thô sơ. Chính giữa bàn học có bày một quyển bút ký đang mở sẵn. Giấy của cuốn bút ký này thô ráp và ố vàng, bên trên là một câu được viết bởi thứ chữ kỳ quái, nét mực đen sậm, ướt và bắt mắt.\n\nỞ bên trái cuốn bút ký là một chồng sách được sắp xếp chỉnh tề, có tầm bảy, tám cuốn gì đó. Bức tường bên phải chúng thì được gắn bởi ống dẫn màu xám trắng nối tới một chiếc đèn treo tường.\n\nChiếc đèn này mang phong cách phương Tây cổ điển, to bằng nửa đầu người trưởng thành. Bên trong là thuỷ tinh trong suốt, phần lồng bên ngoài được làm từ kim loại màu đen.\n\nBên dưới chiếc đèn đã tắt đó là một lọ mực màu đen được bao phủ bởi ánh sáng màu đỏ nhạt, vẻ gồ ghề bên ngoài dưới lớp ánh sáng tạo nên thứ hoa văn trông giống thiên sứ.\n\nMột chiếc bút máy màu sậm với phần thân bóng mượt được đặt ở trước lọ mực, bên phải bút ký. Ngòi bút loé lên thứ ánh sáng nhạt. Nắp bút thì nằm ngay cạnh một chiếc súng lục ổ xoay.\n\nSúng? Súng lục? ? Chu Minh Thuỵ ngây ngẩn. Những thứ hắn thấy trước mặt này xa lạ như thế, hoàn toàn khác xa phòng của hắn!\n\nTronng khi kinh ngạc và ngỡ ngàng, hắn phát hiện rằng bàn học, bút ký, lọ mực và súng lục kia đều được phủ lên bởi một tầng \\\"lụa mỏng\\\" màu đỏ rực, chính là ánh sángchiếu vào từ bên ngoài cửa sổ.\n\nTheo bản năng hắn ngẩng đầu lên, dời tầm mắt lên cao.\n\nGiữa không trung, bên trên lớp \\\"vải nhung sân khấu thiên nga\\\", một mặt trăng tròn màu đỏ rực như lửa treo cao, lặng lẽ toả ra ánh sáng.\n\nĐây... Chu Minh Thuỵ bỗng thấy sợ hãi, rồi hắn đứng bật dậy. Nhưng đôi chân còn chưa kịp đứng thẳng thì đầu hắn lại đau nhói ghê gớm khiến hắn như mất đi sức lực trong phút chốc, trọng tâm toàn thân tức thì rơi xuống, mông đập mạnh lên trên chiếc ghế dựa bằng gỗ.\n\nBịch!\n\nĐau đớn không thể tạo nên ảnh hưởng gì, Chu Minh Thuỵ giơ tay đè lên bàn rồi lại đứng lên, bối rối quay người nhìn nơi mình đang đứng.\n\nĐây là một căn phòng không lớn, hai bên trái phải đều có cửa ra vào. Gần sát bức tường đối diện là một chiếc giường tầng làm từ gỗ. Giữa giường và cánh cửa phía bên trái là một chiếc tủ quầy, bên trên là tủ có cánh mở hai bên, bên dưới thì là ngăn kéo.\n\nBên cạnh tủ quầy kia có một ống dẫn cao bằng một người, cũng màu xám trắng được lắp trên tường, nhưng nó nối với một thứ thiết bị kỳ lạ có bánh răng và ổ trục hiện ra bên ngoài.\n\nGóc tường phía bên phải bàn học có chất một đống thứ trông giống than, cùng với các vật dụng nhà bếp như nồi đun nước, chảo sắt...\n\nQua cửa bên phải là một chiếc gương to đã rạn nứt hai vết, phần kệ để gương được làm từ gỗ với hoa văn khá đơn giản.\n\nChu Minh Thuỵ đảo mắt qua gương, loáng thoáng thấy mình của bây giờ: Tóc đen, mắt nâu, mặc quần áo lót sợi đay, vóc dáng gầy gò, ngũ quan bình thường, đường nét góc cạnh...\n\nĐây là... Chu Minh Thuỵ tức thì giật mình, hít vào một hơi khí lạnh, lòng bỗng có một suy đoán lộn xộn mà bất lực.Súng lục ổ xoay, bố trí kiểu phương Tây cổ điển, cùng với mặt trăng đỏ rực khác hẳn với Trái Đất, không có thứ gì là không chứng tỏ rõ một chuyện!\n\nChẳng lẽ mình... Mình xuyên việt rồi? Chu Minh Thuỵ dần há hốc mồm.\n\nHắn đọc văn học mạng từ bé, cũng thường hay ảo tưởng về bản thân, nhưng tới khi gặp được thật thì lại khó mà chấp nhận được.\n\nĐây có lẽ chính là cái gọi là Diệp công thích rồng* ư? Qua mấy chục giây sau, Chu Minh Thuỵ thầm tự giễu mình một câu. Nếu không phải đau đầu vẫn còn, làm cho tư duy trở nên căng thẳng và rõ ràng, Chu Minh Thuỵ sẽ cho rằng mình đang mơ.\n\nBình tĩnh... Bình tĩnh... Bình tĩnh nào... Chu Minh Thuỵ hít sâu vài cái, cố gắng làm cho bản thân đừng hoảng loạn nữa.\n\nĐúng lúc này, khi thể xác và tinh thần hắn được hoà hoãn lại, một đám trí nhớ đột nhiên nhảy vọt ra, chầm chậm hiện lên trong đầu hắn.\n\nKlein Moretti, một sinh viên vừa tốt nghiệp chuyên ngành lịch sử đại học Hoy, là người của thành phố Tingen quận Akhova thuộc vương quốc Ruen ở lục địa Bắc.\n\nCha là thượng sĩ lục quân hoàng gia, đã hy sinh trong đợt tấn công thực dân lục địa Nam. Số tiền trợ cấp từ cái chết của ông làm cho Klein có cơ hội vào học ở trường văn pháp tư nhân, làm nền tảng cho hắn thi vào đại học... Mẹ là tín đồ của nữ thần Đêm Tối, mất khi Klein vừa thi đỗ vào đại học Hoy...\n\nHắn có một anh trai và một em gái, sống ở căn hộ hai phòng ngủ của khu nhà trọ này...\n\nNhà hắn không giàu, thậm chí phải nói là không đủ, hiện tại toàn bộ chi tiêu đều do người anh trai hiện đang làm thư ký cho một công ty xuất nhập khẩu lo cho...\n\nLà một sinh viên đã tốt nghiệp hệ lịch sử, Klein thông thạo ngôn ngữ Fusark cổ xưa của các nước lục địa Bắc, cùng với ngôn ngữ Hermes có liên quan tới việc thờ cúng, cầu nguyện thường xuyên xuất hiện trong các lăng mộ cổ đại...Ngôn ngữ Hermes? Nghĩ tới đây, Chu Minh Thuỵ giơ tay đè lên huyệt Thái Dương đang đau như xoắn lại, quăng mắt tới cuốn bút ký đã mở sẵn trên bàn. Hắn cảm thấy dòng chữ viết trên trang giấy ố vàng kia từ kỳ quái thành xa lạ, từ xa lạ thành quen thuộc, rồi từ quen thuộc trở nên đọc hiểu được.\n\nĐây là dòng chữ viết bằng tiếng Hermes!\n\nNét bút sâu và đen ấy viết rằng: \\\"Tất cả mọi người sẽ chết, kể cả ta.\\\"\n\nA! Chu Minh Thuỵ đột nhiên hoảng sợ, thân thể bỗng ngửa ra sau theo bản năng hòng kéo giãn khoảng cách với dòng chữ này.\n\nHắn rất yếu nên suýt thì ngã rầm, bèn vội giơ tay vịn lấy bàn. Hắn cảm thấy không khí xung quanh như trở nên nóng nảy theo, dường như có tiếng thì thầm liên tục vang lên bên tai, hệt như hồi bé nghe người lớn kể chuyện kinh dị.\n\nChu Minh Thuỵ lắc đầu, tất cả đều là ảo giác. Hắn đứng vững người, dời mắt khỏi cuốn bút ký kia, há mồm thở hổn hển.\n\nLúc này hắn nhìn sang khẩu súng ổ xoay đang loé lên ánh sáng đồng thau, lòng bỗng có nghi vấn.\n\n\\\"Với gia cảnh của mình, Klein lấy đâu ra tiền và cách mua súng?\\\" Chu Minh Thuỵ nhíu mày lại.\n\nTrong lúc trầm tư, hắn thấy một nửa dấu tay màu đỏ ở góc của bàn học, màu còn đậm hơn cả màu của ánh trăng, dày hơn cả lớp \\\"lụa mỏng\\\" kia.\n\nĐó là một dấu tay máu!\n\n\\\"Máu?\\\" Chu Minh Thuỵ theo bản năng giơ bàn tay phải vừa đè lên bàn lên. Hắn cúi đầu nhìn, chỉ thấy lòng bàn tay và ngón tay hắn dính đầy máu.\n\nCùng lúc đó, cơn đau vẫn kéo tới từ trong đầu hắn, nhưng đã yếu bớt đi, chỉ là cứ đau mãi không dứt.\\\"Chẳng lẽ đụng rách đầu rồi?\\\" Chu Minh Thuỵ đoán vậy. Hắn quay người lại, đi tới trước chiếc gương bị rạn.\n\nSau vài bước, một bóng người có vóc dáng tầm trung, tóc đen, mắt nâu, trông rất trí thức đập vào mắt hắn.\n\nĐây là ta ở hiện tại, Klein Moretti?\n\nChu Minh Thuỵ ngớ ra, sau đó vì nửa đêm nhìn không rõ nên hắn lại bước lên tiếp, cho tới khi chỉ còn chút xíu nữa là đụng vào gương.\n\nDưới ánh trăng đỏ rực như lớp lụa mỏng, hắn nghiêng đầu nhìn thái dương của mình.\n\nMột hình ảnh ngược hiện lên rất chi tiết. Thái dương của hắn bị một vết thương trông rất dữ tợn chiếm cứ, phần rìa là dấu vết của việc bị bỏng, xung quanh đầy vết máu. Mà bên trong, phần óc màu xám trắng đang mấp máy.",
        "views": 158924,
        "created_at": "2024-12-10T08:00:00Z",
        "updated_at": "2024-12-10T08:00:00Z",
        "comments_count": 342
      },
      {
        "id": "story2_chap1",
        "story_id": "story2",
        "chapter_number": 2,
        "title": "Bí Mật Huyền Không Đan",
        
         "content": "Bịch bịch bịch!\n\nNhìn hình ảnh trong gương, Chu Minh Thuỵ sợ tới mức lùi ra sau mấy bước liên tục, dường như kẻ ở trong gương không phải mình mà là một con zombie.\n\nKẻ nào bị thương nghiêm trọng như vậy mà có thể còn sống được? !\n\nHắn như không tin mà lại nghiêng đầu kiểm tra bên kia. Cho dù khoảng cách xa hơn và ánh sáng tù mù, hắn vẫn có thể thấy rõ miệng vết thương do đạn xuyên qua và vết máu đỏ rực đang tồn tại.\n\n\"Đây...\"\n\nChu Minh Thuỵ hít một hơi thật sâu, cố gắng khiến cho mình bình tĩnh lại.\n\nHắn giơ tay ấn lên ngực trái, cảm nhận trái tim đang đập rất mạnh, rất nhanh, hừng hực sức sống. Lại sờ làn da trần, bên dưới lạnh lẽo là ấm áp đang chảy xuôi.\n\nHắn ngồi xuống một cái để nghiệm chứng đầu gối còn có thể gập lại, thế mới đứng lên, không còn hoảng loạn nữa.\n\n\"Chuyện gì vậy nhỉ?\" Hắn nhíu mày, thì thào, còn định kiểm tra lại miệng vết thương lại cho hẳn hoi.\n\nHắn đi được hai bước thì đột nhiên dừng lại, bởi vì ánh trăng màu đỏ bên ngoài kia không đủ sáng để có thể \"kiểm tra hẳn hoi\" được.\n\nMột mảnh vỡ ký ức nhỏ bắn ra, Chu Minh Thuỵ quay đầu nhìn về phía chiếc đèn được bao quanh bởi một lớp lồng sắt trên tường gần sát bàn học, nơi có ống dẫn khí màu xám trắng.  Đây là một loại đèn khí gas đang được ưa chuộng, lửa ổn định, phát ra ánh sáng khá tốt.\n\nVới tình hình gia đình của Klein Moretti thì đừng nói là đèn khí gas, cho dù là đèn dầu hoả cũng là vật xa xỉ, sử dụng nến mới phù hợp với thân phận và địa vị của gia đình họ. Nhưng bốn năm trước, khi hắn thức đêm học hành phấn đấu cho cuộc thi vào đại học Hoy, anh trai hắn là Benson cho rằng đây là chuyện rất quan trọng liên quan tới tương lai của gia đình, nên cho dù có phải vay tiền cũng muốn tạo điều kiện học tập tốt nhất cho hắn.\n\nĐương nhiên, một Benson được học hành, lại đã đi làm nhiều năm chắc chắn không phải kẻ lỗ mãng, thiếu năng lực và không cân nhắc hậu quả. Anh dùng lý do \"lắp đặt ống dẫn khí gas rất có ích trong việc nâng cao cấp bậc của nhà trọ, hữu ích với việc cho thuê sau này\" để dụ dỗ ông chủ nhà trọ chi tiền cải tạo hệ thống ống dẫn, còn bản thân anh thì tranh thủ chức vụ thư ký ở công ty xuất nhập khẩu kia mà mua được đèn khí gas kiểu mới với giá gần giá gốc. Cuối cùng là anh chỉ dùng tới tiền tiết kiệm chứ không hề phải đi vay ai.\n\nMảnh ký ức vụt tắt, Chu Minh Thuỵ quay lại chỗ bàn học, mở ống dẫn rồi vặn chốt mở đèn.\n\nTạch tạch tạch, tiếng ma sát đốt lửa vang lên, nhưng ánh sáng không bùng lên như Chu Minh Thuỵ tưởng.\n\nTạch tạch tạch, hắn lại vặn vài cái nữa, nhưng chiếc đèn này vẫn tối om.\n\n\"Ừm...\" Chu Minh Thuỵ thu tay lại, đè huyệt thái dương bên trái, nặn óc tìm kiếm nguyên nhân từ các mảnh vỡ ký ức.\n\nVài giây sau, hắn quay người đi tới trước thứ thiết bị nối với ống dẫn khí gas màu xám trắng được gắn vào tường ở bên cạnh cửa.\n\nĐây là một máy tính phí gas!\n\nNhìn ổ trục và bánh răng lộ ra ngoài, Chu Minh Thuỵ móc một đồng xu ra từ trong túi quần.  Đồng xu này màu ố vàng, loé lên màu đồng kim loại. Mặt trước có khác hình cái đầu của một người đàn ông đeo vương miện, mặt sau thì có lúa mạch bao quanh một số \"1\".\n\nChu Minh Thuỵ biết đây là đơn vị tiền tệ cơ bản của vương quốc Ruen, gọi là đồng penny. Một penny có giá trị tương đương với ba, bốn đồng Nhân dân tệ ở nơi trước đây của hắn. Có ba loại đồng penny là đồng 5 penny, đồng nửa penny, và đồng một phần tư penny, nhưng vẫn chưa đủ chính xác. Trong cuộc sống hàng ngày, thi thoảng người ta vẫn phải gom cho đủ để mua được đồ.\n\nLàm cho đồng penny, được phát hành khi vua George đệ Tam lên ngôi, lăn vài vòng giữa các ngón tay, Chu Minh Thuỵ mới nhét nó vào trong \"cái miệng\" dài và nhỏ nằm dọc máy tính phí gas.\n\nLeng keng!\n\nKhi đồng penny rơi xuống đáy của máy tính phí, tiếng bánh răng chuyển động răng rắc tức thì vang lên, tấu lên một giai điệu máy móc ngắn, nhỏ mà êm tai.\n\nChu Minh Thuỵ nhìn chăm chú vài giây, rồi quay trở lại trước bàn học, giơ tay vặn chốt mở đèn.\n\nTạch tạch tạch. Phụp!\n\nMột ngọn lửa bốc lên, nhanh chóng hoá lớn. Ánh sáng đầu tiên là toả khắp bên trong lồng đèn, sau đó xuyên qua lớp thuỷ tinh trong suốt mà phủ kín căn phòng với màu sắc ấm áp.\n\nBóng tối lui đi, màu đỏ rực lùi ra ngoài cửa sổ. Chu Minh Thuỵ bỗng thấy yên tâm hơn hẳn, bèn nhanh chóng đi tới trước gương.\n\nLúc này hắn nghiêm túc xem xét vị trí huyệt thái dương, không bỏ qua bất cứ chi tiết nào.\n\nSau khi xem xét mấy lần, hắn phát hiện ngoài vệt máu ban đầu ra, miệng vết thương trông dữ tợn kia không còn chảy chất lỏng ra nữa, dường như đã được cầm máu và băng bó lại. Mà phần não đang mấp máy cùng với phần da thịt ở miệng vết thương đang khép  lại với tốc độ mắt thường có thể thấy được rõ, có lẽ là chừng ba, bốn mươi phút nữa, hoặc có lẽ là hai đến ba giờ nữa, nơi đó chỉ còn lại dấu vết mờ.\n\n\"Tác dụng chữa trị của việc xuyên việt ư?\" Chu Minh Thụy nhếch khoé miệng bên phải, thì thào.\n\nSau đó hắn thở dài một hơi. Mặc kệ là vì sao, chí ít hiện giờ hắn vẫn còn sống!\n\nỔn định lại tinh thần, hắn kéo ngăn kéo lấy một mẩu xà phòng ra, rồi với lấy một chiếc khăn tắm trong cái mớ khăn có vẻ đã cũ ở cạnh tủ quầy, sau đó mở cửa và đi tới phòng tắm công cộng ở tầng hai.\n\nChậc, phải xử lý vết máu trên đầu đã, kẻo cứ mang cái \"hiện trường vụ án\" này đi lại khắp nơi, mình bị doạ không sao, chứ cô em gái Melissa phải dậy sớm ngày mai mà thấy thì lại khó giải quyết!\n\nHành lang ngoài cửa tối om, chỉ có ánh trăng đỏ rực vẩy vào từ ngoài cửa sổ là tạm phác thảo được hình dáng của những vật lồi ra, khiến chúng hệt như đôi mắt quái vật đang lặng lẽ nhìn chằm chằm người sống từ trong bóng đêm thâm trầm.\n\nChu Minh Thụy bước thật nhẹ, cảm thấy kinh hồn táng đảm mà đi tới phòng tắm.\n\nBước vào trong phòng tắm, ánh trăng soi tỏ mọi thứ. Chu Minh Thuỵ đứng trước bồn rửa mặt, vặn vòi nước.\n\nRào rào rào, tiếng nước vang lên bên tai, hắn bỗng nhớ tới chủ nhà Frankie.\n\nBởi vì tiền nước nằm trong cả tiền thuê nên vị chủ nhà vừa thấp bé lại vừa gầy gò chuyên đội mũ dạ, mặc áo ghile bên trong và khoác áo vest bên ngoài này luôn tích cực tới tuần tra mấy cái phòng tắm, rình nghe tiếng nước chảy bên trong.\n\nNếu tiếng nước chảy to, ông bạn Frankie kia sẽ không thèm quan tâm tới phong độ của một vị thân sĩ mà vung cây gậy batoong gõ mạnh lên cửa phòng tắm, miệng thì la hét \"A cái phường trộm cắp đáng chết!\", \"Lãng phí là hành vi đáng xấu hổ!\", \"Tao nhớ mày rồi đó!\", \"Để tao gặp phải lần nữa thì hãy mang theo đống hành lý dơ bẩn của mày mà cút  đi đi!\", \"Tin tao đi, đây là nhà trọ có lời nhất toàn bộ cái thành phố Tingen này, mày có tìm nữa cũng không tìm được chủ nhà nào hào phóng hơn tao đâu!\"\n\nChu Minh Thuỵ thu hồi suy nghĩ, nhúng ướt khăn rồi lau sạch vết máu trên mặt, lần này tới lần khác.\n\nTới khi soi bằng chiếc gương tồi tàn trong phòng tắm, xác nhận là chỉ còn miệng vết thương trông khá dữ tợn cùng với khuôn mặt tái nhợt, Chu Minh Thuỵ mới thấy thoải mái đôi chút. Sau đó hắn cởi áo lót sợi đay ra, lấy xà phòng chấm lên vết máu trên áo rồi vò sạch.\n\nCùng lúc đó hắn nhướng mày, nghĩ rằng có lẽ còn có rắc rối khác: Vết thương này bắn ra nhiều máu, ngoài trên người mình ra thì hẳn là vẫn còn dấu vết ở trong phòng!\n\nVài phút sau, Chu Minh Thuỵ vò sạch áo lót, bèn cầm khăn bước nhanh về phòng. Hắn lau sạch vết máu hình bàn tay trên bàn trước, sau đó nương theo ánh sáng của đèn khí gas tìm kiếm các dấu vết khác.\n\nThế là hắn lập tức tìm thấy không ít máu rơi trên sàn nhà và bắn vào dưới gầm bàn học. Còn ở bức tường bên tay trái thì có một đầu đạn màu vàng óng ánh.\n\n\"... Dùng súng nã một phát vào huyệt thái dương?\" Manh mối trước sau tức thì trở nên mạch lạc, Chu Minh Thuỵ đã biết rõ hơn về cái chết của Klein.\n\nHắn không vội nghiệm chứng mà chăm chú lau sạch vết máu, xử lý \"hiện trường\" trước rồi mới mang đầu đạn về bàn học, rồi vặn phần ổ xoay của súng, đổ số đạn ở trong ra.\n\nLộc cộc, tổng cộng năm viên đạn, một vỏ đạn, cũng loé lên ánh sáng đồng thau.\n\n\"Quả nhiên...\" Chu Minh Thuỵ nhìn vỏ đạn rỗng kia, vừa lần lượt nhét các viên đạn vào trong ổ xoay, vừa khẽ gật đầu.\n\nHắn liếc mắt tới câu \"Tất cả mọi người sẽ chết, kể cả ta\" ở trên trang sách của cuốn bút ký đang mở, lòng xuất hiện rất nhiều nghi vấn.  Súng này lấy từ nơi nào?\n\nTự sát? Hay nguỵ trang thành tự sát?\n\nMột sinh viên nhà bình dân tốt nghiệp chuyên ngành lịch sử thì có thể gặp được chuyện gì?\n\nTự sát bằng cách nào mới để lại ít vết máu như vậy? Là vì ta xuyên tới đúng lúc nên nhận được phúc lợi chữa trị kịp thời?\n\nChu Minh Thụy trầm ngâm một lát, rồi thay một chiếc áo lót sợi đay khác. Hắn ngồi lên ghế, suy nghĩ tới chuyện còn quan trọng hơn.\n\nTrọng điểm hiện tại cần quan tâm không phải là những gì Klein đã gặp được, mà là biết rõ tại sao mình lại xuyên việt, liệu có thể xuyên trở lại thế giới cũ không? !",
        "views": 152368,
        "created_at": "2024-12-15T10:30:00Z",
        "updated_at": "2024-12-15T10:30:00Z",
        "comments_count": 289
      },
      {
        "id": "story3_chap1",
        "story_id": "story3",
        "chapter_number": 1,
        "title": "Còn Sống",
        
        "content": "Tháng ba, đầu mùa xuân.\n\nNam Hoàng châu Đông bộ, một góc.\n\nMù mịt bầu trời, một mảnh xám đen, lộ ra nặng nề kiềm chế, phảng phất có người đem mực nước hắt vẫy tại trên giấy, mực ngâm thương khung, choáng nhiễm xuất vân tầng.\n\nTầng mây núi non trùng điệp, lẫn nhau giao hòa, di tán ra từng đạo màu ửng đỏ thiểm điện, nương theo lấy ù ù tiếng sấm.\n\nTựa như Thần Linh gầm nhẹ, ở nhân gian quanh quẩn.\n\nHuyết sắc nước mưa, mang theo bi thương, rơi xuống phàm trần.\n\nĐại địa mông lung, có một tòa phế tích thành trì, tại b·ất t·ỉnh đỏ huyết vũ bên trong trầm mặc, không có chút nào sinh khí.\n\nThành nội tường đổ, vạn vật khô bại, khắp nơi có thể thấy được đổ sụp ốc xá, cùng từng cỗ màu xanh đen t·hi t·hể, thịt nát, phảng phất phá toái thu diệp, im ắng tàn lụi.\n\nXưa nay rộn rộn ràng ràng đầu đường, bây giờ một mảnh hiu quạnh.\n\nĐã từng người đến người đi cát đất đường, giờ phút này lại không huyên náo.\n\nChỉ còn lại cùng thịt nát, bụi đất, trang giấy xen lẫn trong cùng nhau bùn máu, phân không ra lẫn nhau, nhìn thấy mà giật mình.\n\nKhông xa, một cỗ không trọn vẹn xe ngựa, hãm sâu tại vũng bùn bên trong, tràn đầy ai lạc, chỉ có càng xe cái trước bị vứt bỏ Thỏ Tử con rối, treo ở phía trên, theo gió phiêu diêu.\n\nMàu trắng lông tơ sớm đã thấm thành ẩm ướt đỏ, tràn đầy âm trầm quỷ dị.\n\nĐục ngầu hai con ngươi, tựa hồ lưu lại một chút oán niệm, lẻ loi trơ trọi nhìn qua tiền phương pha tạp hòn đá.\n\nNơi đó, nằm sấp một thân ảnh.\n\nĐây là một cái mười ba mười bốn tuổi thiếu niên, quần áo tàn phá, tràn đầy dơ bẩn, phần eo cột một cái tổn hại áo da.\n\nThiếu niên híp mắt, không nhúc nhích, thấu xương lạnh theo tứ phương xuyên thấu qua hắn cũ nát áo ngoài, lan khắp toàn thân, dần dần mang đi nhiệt độ của người hắn.\n\nCó thể cho dù nước mưa rơi vào trên mặt, ánh mắt hắn cũng không nháy mắt thoáng cái, như chim ưng lạnh lùng nhìn chằm chằm nơi xa.\n\nTheo hắn mục quang nhìn lại, cách hắn xa bảy tám trượng vị trí, một cái khô gầy Kền Kền, ngay tại gặm ăn một cỗ chó hoang hủ thi, khi thì nhạy bén quan sát bốn phía.\n\nTựa hồ tại cái này nguy hiểm phế tích bên trong, nửa điểm gió thổi cỏ lay, nó liền hội trong nháy mắt bay lên không.\n\nMà thiếu niên như thợ săn đồng dạng, kiên nhẫn chờ đợi cơ hội.\n\nThật lâu về sau, cơ hội đến đến, tham lam Kền Kền cuối cùng đưa nó đầu, hoàn toàn không có vào chó hoang ổ bụng bên trong.\n\nTrong nháy mắt, thiếu niên híp mắt, hàn mang chợt hiện.\n\nThân thể của hắn như một đạo mũi tên rời cung, cấp tốc xông ra, thẳng đến Kền Kền, tay phải gẩy ra, phần eo trong túi da một cái màu đen Thiết Thiêm bị hắn rút ra.\n\nThiết Thiêm mũi nhọn lóe ra sắc bén hàn mang.\n\nCó lẽ là sát cơ cảm giác, tại thiếu niên xông ra sát na, Kền Kền lập tức phát giác, chấn kinh phía dưới vẫy cánh bay lên không, liền muốn bay đi.\n\nNhưng vẫn là đến muộn.\n\n\nMàu đen Thiết Thiêm, theo thiếu niên mặt không thay đổi sức lực vung, hóa thành một đạo hắc tuyến, bắn ra.\n\nPhốc!\n\nSắc bén Thiết Thiêm sát na đâm vào Kền Kền đầu, vỡ vụn xương đầu, trong nháy mắt m·ất m·ạng.\n\nCường đại lực trùng kích mang theo nó t·hi t·hể, lệch mà rơi, phịch một tiếng, đính tại cách đó không xa trên xe ngựa.\n\nMột bên huyết sắc con rối, cũng bởi vì xe ngựa rung chuyển, càng phát ra lay động.\n\nThiếu niên thần sắc bình tĩnh, tốc độ từ đầu đến cuối không có chút nào dừng lại, thẳng đến nơi đây, đến sau một tay lấy Kền Kền t·hi t·hể tính cả Thiết Thiêm nắm lên.\n\nLực đạo chi đại, dùng xe ngựa bị Thiết Thiêm đinh nhập bộ phận, cũng đều nhấc lên một khối nhỏ.\n\nLàm xong những này, đầu hắn cũng không trở về theo dọc theo đường phố phi tốc rời đi.\n\nGió, tại thời khắc này tựa hồ lớn hơn, trên xe ngựa huyết sắc con rối, lay động ở giữa, phảng phất tại nhìn chăm chú thiếu niên đi xa.\n\nCàng chạy càng xa.\n\nGió, hoàn toàn chính xác càng lớn, mang theo trong nước mưa lạnh, phất qua thiếu niên đơn bạc quần áo.\n\nThiếu niên không tự chủ được run một cái, chân mày hơi nhíu lại, rụt rụt vạt áo, trong miệng phát ra hấp khí thanh.\n\nHắn chán ghét hàn lãnh.\n\nMà chống cự hàn lãnh biện pháp, liền là tìm một cái che gió tránh mưa địa phương nghỉ ngơi, nhưng giờ phút này tại đầu đường chạy thiếu niên, tốc độ không có chút nào dừng lại, từng gian tàn phá điếm phô theo trước mắt hắn lướt qua.\n\nHắn không có bao nhiêu thời gian.\n\nBởi vì đi săn Kền Kền hao phí quá lâu, hôm nay, hắn còn có một cái địa phương không có đi.\n\n\"Cũng không xa.\" Thiếu niên thấp giọng tự nói, theo đầu đường phi nhanh.\n\nTiến lên trên đường, khắp nơi có thể thấy được từng cỗ màu xanh đen t·hi t·hể, bọn hắn mất đi hi vọng khuôn mặt tràn đầy dữ tợn, tựa như hóa thành tuyệt vọng khí tức, muốn nhiễm thiếu niên tâm thần.\n\nCó thể thiếu niên tập mãi thành thói quen, nhìn cũng không nhìn liếc mắt.\n\nCho đến thời gian một chút xíu đi qua, thiếu niên thỉnh thoảng nhìn về phía bầu trời, trên mặt nổi lên một chút lo lắng, tựa như với hắn mà nói, sắc trời cải biến, muốn so những cái kia t·hi t·hể càng kinh khủng.\n\nCũng may không lâu, khi hắn nhìn thấy nơi xa một gian tiệm thuốc lúc, thiếu niên nhẹ nhàng thở ra, xông lên mà đi.\n\nTiệm thuốc không lớn, trên mặt đất tán lạc rất nhiều tủ thuốc, tràn ra một cỗ mốc meo mùi, như là bị người mở ra mộ thất, tràn đầy lăng loạn.\n\nNơi hẻo lánh bên trong còn có một cỗ lão nhân t·hi t·hể, toàn thân xanh đen, dựa vào vách tường, tựa như không kịp nhắm mắt, vô thần nhìn qua ngoại giới.\n\nThiếu niên bước vào nhìn lướt qua, lập tức bắt đầu tìm kiếm.\n\nNơi này dược thảo tuyệt đại đa số đều cùng những cái kia t·hi t·hể đồng dạng, biến thành màu xanh đen, chỉ có không nhiều một chút vẫn là bình thường.\n\nTại những này bình thường dược thảo bên trong, thiếu niên cẩn thận phân biệt hồi lâu.\n\nTựa như đang nhớ lại kinh nghiệm của dĩ vãng, cuối cùng hắn cầm lấy một gốc thường gặp Kim Sang thảo, đem trên thân đơn bạc quần áo cởi, lộ ra ngực một đạo cự đại v·ết t·hương.\n\nVết thương còn không có hoàn toàn khép lại, có thể nhìn thấy v·ết t·hương biên giới đã trải qua rồi biến thành màu đen, thậm chí còn có một ít huyết thủy chảy ra.\n\nThiếu niên cúi đầu mắt nhìn, bóp nát dược thảo sau, thở sâu cắn chặt hàm răng, đưa tay một chút xíu bôi lên tại trên v·ết t·hương.\n\nTrong chớp mắt, v·ết t·hương kịch liệt đau nhức như mãnh liệt thủy triều, bỗng nhiên đánh tới, dùng thân thể thiếu niên khống chế không nổi run rẩy, nhưng hắn cưỡng ép nhẫn nại, có thể mồ hôi trán, lại không cách nào áp chế, giọt giọt theo gương mặt rơi vào ám sắc trên mặt đất.\n\nThành nhân mực.\n\nToàn bộ quá trình kéo dài hơn mười tức, cho đến hắn đem dược thảo hoàn toàn bôi lên tại v·ết t·hương sau, thiếu niên phảng phất lập tức đã mất đi khí lực, vịn một bên tủ thuốc, trọn vẹn chậm một hồi lâu, mới thật sâu thở ra một hơi, chậm rãi mặc vào quần áo.\n\nLại nhìn một chút sắc trời bên ngoài, hắn suy tư sau từ phần eo trong túi da lấy ra một tấm tàn phá địa đồ, cẩn thận trải rộng ra.\n\nĐịa đồ rất giản dị, miêu tả chính là cái này thành trì.\n\nBên trong tiệm thuốc vị trí đều bị tiêu ký qua, mà trên đó đông bắc phương vị, rất nhiều khu vực đều bị người dùng móng tay vẽ xiên, duy chỉ có chỉ còn lại hai mảnh khu vực không có xiên.\n\n\"Tìm những ngày gần đây, hẳn là tại hai cái này khu vực bên trong.\" Thanh âm thiếu niên khàn khàn, thấp giọng thì thào, đem địa đồ cất kỹ sau chính muốn ly khai.\n\nNhưng tại trước khi đi, hắn quay đầu nhìn về phía một bên lão nhân t·hi t·hể, mục quang rơi vào t·hi t·hể trên quần áo.\n\nKia là một kiện áo da, có lẽ là bằng da đặc thù, áo da ăn mòn trình độ không lớn.\n\nThiếu niên nghĩ nghĩ, đi đi qua, đem áo da theo lão nhân t·hi t·hể bên trên cởi, xuyên tại trên người mình.\n\nÁo da có chút lớn, nhưng đem hắn thân thể gầy nhỏ bao lấy sau, thiếu niên cuối cùng cảm nhận được một tia ấm áp, thế là hắn cúi đầu nhìn về phía lão nhân mở to mắt, đưa tay nhẹ nhàng che thoáng cái, khiến cho nhắm mắt.\n\n\"Nghỉ ngơi.\" Thiếu niên nói khẽ, kéo xuống cửa hàng bên trong vải mành, đem lão nhân t·hi t·hể che lại, quay người rời đi tiệm thuốc.\n\nĐi ra lúc, một vòng ánh sáng nhạt theo chân hắn trước chiếu ra, thiếu niên cúi đầu nhìn lại, bùn máu bên trong có một khối lớn chừng bàn tay tàn phiến tấm gương.\n\nTại thấu kính bên trong, hắn thấy được mặt mình.\n\nTàn phá trong gương chiếu rọi ra mặt, mặc dù tràn đầy dơ bẩn, nhưng lờ mờ còn có thể nhìn ra, kia là một tấm cực kì thanh tú khuôn mặt.\n\nChỉ là không có mười ba mười bốn tuổi thiếu niên nhân nên có non nớt, bị lạnh lùng thay thế.\n\nThiếu niên yên lặng nhìn dưới mặt đất mình trong kính, nửa ngày sau giơ chân lên, đạp ở phía trên.\n\nKêu một tiếng.\n\nTừng đạo khe hở xuất hiện.\n\nĐem tấm gương một cước giẫm nát sau, thân thể của hắn nhoáng một cái, phi nhanh đi xa.\n\nTrên mặt đất, cái gương vỡ nát mặc dù tràn ngập khe hở, nhưng vẫn là chiết xạ ra trên bầu trời, tựa như che đậy thế giới, che đậy chúng sinh, phảng phất Thần Linh Tàn diện hé mở hạo hãn mặt người.\n\nTàn diện nhắm mắt lạnh lùng, cao cao tại thượng, chỉ có từng sợi khô bại uốn lượn sợi tóc rủ xuống.\n\nKia là thế giới này cùng Nhật Nguyệt đồng dạng tự nhiên tồn tại.\n\nPhảng phất tại Thần phía dưới, chúng sinh đều là giun dế, lại như kinh trập, vạn vật sinh trưởng hiện tượng, bị hắn ảnh hưởng, không thể không cải biến.\n\nMà giờ khắc này, sắc trời cũng tại cái này Thần Linh Tàn diện dưới, dần dần đã mất đi Quang Minh.\n\n\nMặt trời lặn âm ảnh tựa như màu đen mai, tràn ngập tại thành trì phế tích bên trong, bao trùm đại địa, phảng phất muốn đem hết thảy nuốt hết.\n\nMưa càng lớn\n\nTheo đêm tối từng bước nuốt hết, gió cũng như thế, truyền ra trận trận bén nhọn tiếng nghẹn ngào.\n\nPhảng phất Lệ Quỷ gào thét, bắt đầu tỉnh lại cái này thành trì bên trong quỷ dị tồn tại, có thể dùng các loại rùng mình thanh âm, kh·iếp người tâm hồn lần lượt đáp lại.\n\nChạy bên trong thiếu niên, bước chân càng nhanh, động tác càng thêm gấp rút, tại cái này cùng đêm tối hàng lâm ngươi truy ta đuổi chi gian, hắn linh hoạt xuyên thẳng qua từng đầu đường đi.\n\nCho đến, khi hắn đi ngang qua một chỗ đổ sụp ốc xá, muốn mượn lực xa nhảy lúc, thiếu niên con ngươi bỗng nhiên co rụt lại.\n\nHắn dư quang nhìn thấy cách đó không xa, một mảnh tàn viên bên trong, tựa hồ có một người.\n\nTừ xa nhìn lại, người này quần áo chỉnh tề, phảng phất không có bất kỳ cái gì thương thế, dựa vào vách tường ngồi ở chỗ đó.\n\nTrọng yếu nhất chính là, thân thể đối phương lộ ra bên ngoài làn da, lại nhan sắc bình thường, không phải xanh đen!\n\nDạng này thân ảnh, tại cái này thành trì bên trong, trừ phi là người sống, bằng không mà nói là không thể nào xuất hiện!\n\nMà người sống thiếu niên những ngày gần đây, loại trừ chính mình, không có gặp được cái thứ hai.\n\nMột màn này, để hắn tâm thần chấn động, rất nhanh tựa như nghĩ đến cái gì, hô hấp hơi dồn dập một chút.\n\nHữu tâm tiến về, chỉ là phía sau như vụ mai đêm tối đã nuốt hết mà tới.\n\nThiếu niên có chỗ chần chờ, nhớ kỹ vị trí này, cấp tốc rời đi.\n\nMột đường phi nhanh, cuối cùng tại đêm tối đem nó đuổi lên trước, thiếu niên về tới hắn tại mảnh này thành trì đến lúc chỗ ở.\n\nKia là một chỗ địa động, bên trong rất nhỏ, đều là lông chim.\n\nCửa vào khe hở không lớn, người trưởng thành vô pháp chui vào, duy chỉ có thiếu niên nơi này có thể miễn cưỡng đi vào.\n\nTại đi vào sau, hắn thuần thục dùng địa động bên trong sách vở thạch đầu các loại (chờ) tạp vật ngăn chặn cửa vào.\n\nĐem nó hoàn toàn lấp đầy một khắc, phía ngoài đêm tối, sát na bao trùm mà qua.\n\nThiếu niên không có buông lỏng cảnh giác, trong tay dùng sức nắm lấy Thiết Thiêm, ngừng thở, ngồi xổm ở nơi đó lắng nghe hồi lâu.\n\nDần dần có dị thú gào thét cùng thê lương thanh âm truyền đến, thỉnh thoảng còn kèm theo quỷ dị tiếng cười.\n\nCho đến có rõ ràng hơn gào thét quanh quẩn, tại thiếu niên khẩn trương bên trong, thanh âm tựa như đi ngang qua đi xa, dần dần rất nhỏ sau, hắn mới thở phào nhẹ nhõm, ngồi ở một bên.\n\nĐịa động bên trong đen kịt một màu, thiếu niên yên lặng ngồi ở nơi đó, thời gian phảng phất tại giờ khắc này ngừng.\n\nHắn ngẩn người một hồi, lắng lại thoáng cái căng thẳng cả ngày thần kinh, theo bên người nắm qua một cái ấm nước, nhấp mấy cái, không có đi để ý tới thanh âm bên ngoài, đem trong túi Kền Kền lấy ra.\n\nTrong bóng đêm, đặt ở bên miệng từng ngụm cắn xé.\n\nTrong cổ họng truyền đến trận trận tanh chát chát hương vị, nhưng hắn bình tĩnh đem nó chậm rãi nuốt xuống, theo yết hầu đem đồ ăn đè ép đến dạ dày.\n\nMà dạ dày giờ phút này cũng đang dùng lực nhúc nhích, ý đồ tiêu hóa làm dịu đói khát.\n\n",
        "views": 98765,
        "created_at": "2025-01-20T14:20:00Z",
        "updated_at": "2025-01-20T14:20:00Z",
        "comments_count": 456
      },
      {
        "id": "story1_chap2",
        "story_id": "story4",
        "chapter_number": 2,
        "title": "Bí Mật Huyền Không Đan",
         "content": "Bịch bịch bịch!\n\nNhìn hình ảnh trong gương, Chu Minh Thuỵ sợ tới mức lùi ra sau mấy bước liên tục, dường như kẻ ở trong gương không phải mình mà là một con zombie.\n\nKẻ nào bị thương nghiêm trọng như vậy mà có thể còn sống được? !\n\nHắn như không tin mà lại nghiêng đầu kiểm tra bên kia. Cho dù khoảng cách xa hơn và ánh sáng tù mù, hắn vẫn có thể thấy rõ miệng vết thương do đạn xuyên qua và vết máu đỏ rực đang tồn tại.\n\n\"Đây...\"\n\nChu Minh Thuỵ hít một hơi thật sâu, cố gắng khiến cho mình bình tĩnh lại.\n\nHắn giơ tay ấn lên ngực trái, cảm nhận trái tim đang đập rất mạnh, rất nhanh, hừng hực sức sống. Lại sờ làn da trần, bên dưới lạnh lẽo là ấm áp đang chảy xuôi.\n\nHắn ngồi xuống một cái để nghiệm chứng đầu gối còn có thể gập lại, thế mới đứng lên, không còn hoảng loạn nữa.\n\n\"Chuyện gì vậy nhỉ?\" Hắn nhíu mày, thì thào, còn định kiểm tra lại miệng vết thương lại cho hẳn hoi.\n\nHắn đi được hai bước thì đột nhiên dừng lại, bởi vì ánh trăng màu đỏ bên ngoài kia không đủ sáng để có thể \"kiểm tra hẳn hoi\" được.\n\nMột mảnh vỡ ký ức nhỏ bắn ra, Chu Minh Thuỵ quay đầu nhìn về phía chiếc đèn được bao quanh bởi một lớp lồng sắt trên tường gần sát bàn học, nơi có ống dẫn khí màu xám trắng.  Đây là một loại đèn khí gas đang được ưa chuộng, lửa ổn định, phát ra ánh sáng khá tốt.\n\nVới tình hình gia đình của Klein Moretti thì đừng nói là đèn khí gas, cho dù là đèn dầu hoả cũng là vật xa xỉ, sử dụng nến mới phù hợp với thân phận và địa vị của gia đình họ. Nhưng bốn năm trước, khi hắn thức đêm học hành phấn đấu cho cuộc thi vào đại học Hoy, anh trai hắn là Benson cho rằng đây là chuyện rất quan trọng liên quan tới tương lai của gia đình, nên cho dù có phải vay tiền cũng muốn tạo điều kiện học tập tốt nhất cho hắn.\n\nĐương nhiên, một Benson được học hành, lại đã đi làm nhiều năm chắc chắn không phải kẻ lỗ mãng, thiếu năng lực và không cân nhắc hậu quả. Anh dùng lý do \"lắp đặt ống dẫn khí gas rất có ích trong việc nâng cao cấp bậc của nhà trọ, hữu ích với việc cho thuê sau này\" để dụ dỗ ông chủ nhà trọ chi tiền cải tạo hệ thống ống dẫn, còn bản thân anh thì tranh thủ chức vụ thư ký ở công ty xuất nhập khẩu kia mà mua được đèn khí gas kiểu mới với giá gần giá gốc. Cuối cùng là anh chỉ dùng tới tiền tiết kiệm chứ không hề phải đi vay ai.\n\nMảnh ký ức vụt tắt, Chu Minh Thuỵ quay lại chỗ bàn học, mở ống dẫn rồi vặn chốt mở đèn.\n\nTạch tạch tạch, tiếng ma sát đốt lửa vang lên, nhưng ánh sáng không bùng lên như Chu Minh Thuỵ tưởng.\n\nTạch tạch tạch, hắn lại vặn vài cái nữa, nhưng chiếc đèn này vẫn tối om.\n\n\"Ừm...\" Chu Minh Thuỵ thu tay lại, đè huyệt thái dương bên trái, nặn óc tìm kiếm nguyên nhân từ các mảnh vỡ ký ức.\n\nVài giây sau, hắn quay người đi tới trước thứ thiết bị nối với ống dẫn khí gas màu xám trắng được gắn vào tường ở bên cạnh cửa.\n\nĐây là một máy tính phí gas!\n\nNhìn ổ trục và bánh răng lộ ra ngoài, Chu Minh Thuỵ móc một đồng xu ra từ trong túi quần.  Đồng xu này màu ố vàng, loé lên màu đồng kim loại. Mặt trước có khác hình cái đầu của một người đàn ông đeo vương miện, mặt sau thì có lúa mạch bao quanh một số \"1\".\n\nChu Minh Thuỵ biết đây là đơn vị tiền tệ cơ bản của vương quốc Ruen, gọi là đồng penny. Một penny có giá trị tương đương với ba, bốn đồng Nhân dân tệ ở nơi trước đây của hắn. Có ba loại đồng penny là đồng 5 penny, đồng nửa penny, và đồng một phần tư penny, nhưng vẫn chưa đủ chính xác. Trong cuộc sống hàng ngày, thi thoảng người ta vẫn phải gom cho đủ để mua được đồ.\n\nLàm cho đồng penny, được phát hành khi vua George đệ Tam lên ngôi, lăn vài vòng giữa các ngón tay, Chu Minh Thuỵ mới nhét nó vào trong \"cái miệng\" dài và nhỏ nằm dọc máy tính phí gas.\n\nLeng keng!\n\nKhi đồng penny rơi xuống đáy của máy tính phí, tiếng bánh răng chuyển động răng rắc tức thì vang lên, tấu lên một giai điệu máy móc ngắn, nhỏ mà êm tai.\n\nChu Minh Thuỵ nhìn chăm chú vài giây, rồi quay trở lại trước bàn học, giơ tay vặn chốt mở đèn.\n\nTạch tạch tạch. Phụp!\n\nMột ngọn lửa bốc lên, nhanh chóng hoá lớn. Ánh sáng đầu tiên là toả khắp bên trong lồng đèn, sau đó xuyên qua lớp thuỷ tinh trong suốt mà phủ kín căn phòng với màu sắc ấm áp.\n\nBóng tối lui đi, màu đỏ rực lùi ra ngoài cửa sổ. Chu Minh Thuỵ bỗng thấy yên tâm hơn hẳn, bèn nhanh chóng đi tới trước gương.\n\nLúc này hắn nghiêm túc xem xét vị trí huyệt thái dương, không bỏ qua bất cứ chi tiết nào.\n\nSau khi xem xét mấy lần, hắn phát hiện ngoài vệt máu ban đầu ra, miệng vết thương trông dữ tợn kia không còn chảy chất lỏng ra nữa, dường như đã được cầm máu và băng bó lại. Mà phần não đang mấp máy cùng với phần da thịt ở miệng vết thương đang khép  lại với tốc độ mắt thường có thể thấy được rõ, có lẽ là chừng ba, bốn mươi phút nữa, hoặc có lẽ là hai đến ba giờ nữa, nơi đó chỉ còn lại dấu vết mờ.\n\n\"Tác dụng chữa trị của việc xuyên việt ư?\" Chu Minh Thụy nhếch khoé miệng bên phải, thì thào.\n\nSau đó hắn thở dài một hơi. Mặc kệ là vì sao, chí ít hiện giờ hắn vẫn còn sống!\n\nỔn định lại tinh thần, hắn kéo ngăn kéo lấy một mẩu xà phòng ra, rồi với lấy một chiếc khăn tắm trong cái mớ khăn có vẻ đã cũ ở cạnh tủ quầy, sau đó mở cửa và đi tới phòng tắm công cộng ở tầng hai.\n\nChậc, phải xử lý vết máu trên đầu đã, kẻo cứ mang cái \"hiện trường vụ án\" này đi lại khắp nơi, mình bị doạ không sao, chứ cô em gái Melissa phải dậy sớm ngày mai mà thấy thì lại khó giải quyết!\n\nHành lang ngoài cửa tối om, chỉ có ánh trăng đỏ rực vẩy vào từ ngoài cửa sổ là tạm phác thảo được hình dáng của những vật lồi ra, khiến chúng hệt như đôi mắt quái vật đang lặng lẽ nhìn chằm chằm người sống từ trong bóng đêm thâm trầm.\n\nChu Minh Thụy bước thật nhẹ, cảm thấy kinh hồn táng đảm mà đi tới phòng tắm.\n\nBước vào trong phòng tắm, ánh trăng soi tỏ mọi thứ. Chu Minh Thuỵ đứng trước bồn rửa mặt, vặn vòi nước.\n\nRào rào rào, tiếng nước vang lên bên tai, hắn bỗng nhớ tới chủ nhà Frankie.\n\nBởi vì tiền nước nằm trong cả tiền thuê nên vị chủ nhà vừa thấp bé lại vừa gầy gò chuyên đội mũ dạ, mặc áo ghile bên trong và khoác áo vest bên ngoài này luôn tích cực tới tuần tra mấy cái phòng tắm, rình nghe tiếng nước chảy bên trong.\n\nNếu tiếng nước chảy to, ông bạn Frankie kia sẽ không thèm quan tâm tới phong độ của một vị thân sĩ mà vung cây gậy batoong gõ mạnh lên cửa phòng tắm, miệng thì la hét \"A cái phường trộm cắp đáng chết!\", \"Lãng phí là hành vi đáng xấu hổ!\", \"Tao nhớ mày rồi đó!\", \"Để tao gặp phải lần nữa thì hãy mang theo đống hành lý dơ bẩn của mày mà cút  đi đi!\", \"Tin tao đi, đây là nhà trọ có lời nhất toàn bộ cái thành phố Tingen này, mày có tìm nữa cũng không tìm được chủ nhà nào hào phóng hơn tao đâu!\"\n\nChu Minh Thuỵ thu hồi suy nghĩ, nhúng ướt khăn rồi lau sạch vết máu trên mặt, lần này tới lần khác.\n\nTới khi soi bằng chiếc gương tồi tàn trong phòng tắm, xác nhận là chỉ còn miệng vết thương trông khá dữ tợn cùng với khuôn mặt tái nhợt, Chu Minh Thuỵ mới thấy thoải mái đôi chút. Sau đó hắn cởi áo lót sợi đay ra, lấy xà phòng chấm lên vết máu trên áo rồi vò sạch.\n\nCùng lúc đó hắn nhướng mày, nghĩ rằng có lẽ còn có rắc rối khác: Vết thương này bắn ra nhiều máu, ngoài trên người mình ra thì hẳn là vẫn còn dấu vết ở trong phòng!\n\nVài phút sau, Chu Minh Thuỵ vò sạch áo lót, bèn cầm khăn bước nhanh về phòng. Hắn lau sạch vết máu hình bàn tay trên bàn trước, sau đó nương theo ánh sáng của đèn khí gas tìm kiếm các dấu vết khác.\n\nThế là hắn lập tức tìm thấy không ít máu rơi trên sàn nhà và bắn vào dưới gầm bàn học. Còn ở bức tường bên tay trái thì có một đầu đạn màu vàng óng ánh.\n\n\"... Dùng súng nã một phát vào huyệt thái dương?\" Manh mối trước sau tức thì trở nên mạch lạc, Chu Minh Thuỵ đã biết rõ hơn về cái chết của Klein.\n\nHắn không vội nghiệm chứng mà chăm chú lau sạch vết máu, xử lý \"hiện trường\" trước rồi mới mang đầu đạn về bàn học, rồi vặn phần ổ xoay của súng, đổ số đạn ở trong ra.\n\nLộc cộc, tổng cộng năm viên đạn, một vỏ đạn, cũng loé lên ánh sáng đồng thau.\n\n\"Quả nhiên...\" Chu Minh Thuỵ nhìn vỏ đạn rỗng kia, vừa lần lượt nhét các viên đạn vào trong ổ xoay, vừa khẽ gật đầu.\n\nHắn liếc mắt tới câu \"Tất cả mọi người sẽ chết, kể cả ta\" ở trên trang sách của cuốn bút ký đang mở, lòng xuất hiện rất nhiều nghi vấn.  Súng này lấy từ nơi nào?\n\nTự sát? Hay nguỵ trang thành tự sát?\n\nMột sinh viên nhà bình dân tốt nghiệp chuyên ngành lịch sử thì có thể gặp được chuyện gì?\n\nTự sát bằng cách nào mới để lại ít vết máu như vậy? Là vì ta xuyên tới đúng lúc nên nhận được phúc lợi chữa trị kịp thời?\n\nChu Minh Thụy trầm ngâm một lát, rồi thay một chiếc áo lót sợi đay khác. Hắn ngồi lên ghế, suy nghĩ tới chuyện còn quan trọng hơn.\n\nTrọng điểm hiện tại cần quan tâm không phải là những gì Klein đã gặp được, mà là biết rõ tại sao mình lại xuyên việt, liệu có thể xuyên trở lại thế giới cũ không? !",
        "views": 152368,
        "created_at": "2024-12-15T10:30:00Z",
        "updated_at": "2024-12-15T10:30:00Z",
        "comments_count": 289
      },
      {
        "id": "story1_chap2",
        "story_id": "story5",
        "chapter_number": 2,
        "title": "Bí Mật Huyền Không Đan",
        
         "content": "Bịch bịch bịch!\n\nNhìn hình ảnh trong gương, Chu Minh Thuỵ sợ tới mức lùi ra sau mấy bước liên tục, dường như kẻ ở trong gương không phải mình mà là một con zombie.\n\nKẻ nào bị thương nghiêm trọng như vậy mà có thể còn sống được? !\n\nHắn như không tin mà lại nghiêng đầu kiểm tra bên kia. Cho dù khoảng cách xa hơn và ánh sáng tù mù, hắn vẫn có thể thấy rõ miệng vết thương do đạn xuyên qua và vết máu đỏ rực đang tồn tại.\n\n\"Đây...\"\n\nChu Minh Thuỵ hít một hơi thật sâu, cố gắng khiến cho mình bình tĩnh lại.\n\nHắn giơ tay ấn lên ngực trái, cảm nhận trái tim đang đập rất mạnh, rất nhanh, hừng hực sức sống. Lại sờ làn da trần, bên dưới lạnh lẽo là ấm áp đang chảy xuôi.\n\nHắn ngồi xuống một cái để nghiệm chứng đầu gối còn có thể gập lại, thế mới đứng lên, không còn hoảng loạn nữa.\n\n\"Chuyện gì vậy nhỉ?\" Hắn nhíu mày, thì thào, còn định kiểm tra lại miệng vết thương lại cho hẳn hoi.\n\nHắn đi được hai bước thì đột nhiên dừng lại, bởi vì ánh trăng màu đỏ bên ngoài kia không đủ sáng để có thể \"kiểm tra hẳn hoi\" được.\n\nMột mảnh vỡ ký ức nhỏ bắn ra, Chu Minh Thuỵ quay đầu nhìn về phía chiếc đèn được bao quanh bởi một lớp lồng sắt trên tường gần sát bàn học, nơi có ống dẫn khí màu xám trắng.  Đây là một loại đèn khí gas đang được ưa chuộng, lửa ổn định, phát ra ánh sáng khá tốt.\n\nVới tình hình gia đình của Klein Moretti thì đừng nói là đèn khí gas, cho dù là đèn dầu hoả cũng là vật xa xỉ, sử dụng nến mới phù hợp với thân phận và địa vị của gia đình họ. Nhưng bốn năm trước, khi hắn thức đêm học hành phấn đấu cho cuộc thi vào đại học Hoy, anh trai hắn là Benson cho rằng đây là chuyện rất quan trọng liên quan tới tương lai của gia đình, nên cho dù có phải vay tiền cũng muốn tạo điều kiện học tập tốt nhất cho hắn.\n\nĐương nhiên, một Benson được học hành, lại đã đi làm nhiều năm chắc chắn không phải kẻ lỗ mãng, thiếu năng lực và không cân nhắc hậu quả. Anh dùng lý do \"lắp đặt ống dẫn khí gas rất có ích trong việc nâng cao cấp bậc của nhà trọ, hữu ích với việc cho thuê sau này\" để dụ dỗ ông chủ nhà trọ chi tiền cải tạo hệ thống ống dẫn, còn bản thân anh thì tranh thủ chức vụ thư ký ở công ty xuất nhập khẩu kia mà mua được đèn khí gas kiểu mới với giá gần giá gốc. Cuối cùng là anh chỉ dùng tới tiền tiết kiệm chứ không hề phải đi vay ai.\n\nMảnh ký ức vụt tắt, Chu Minh Thuỵ quay lại chỗ bàn học, mở ống dẫn rồi vặn chốt mở đèn.\n\nTạch tạch tạch, tiếng ma sát đốt lửa vang lên, nhưng ánh sáng không bùng lên như Chu Minh Thuỵ tưởng.\n\nTạch tạch tạch, hắn lại vặn vài cái nữa, nhưng chiếc đèn này vẫn tối om.\n\n\"Ừm...\" Chu Minh Thuỵ thu tay lại, đè huyệt thái dương bên trái, nặn óc tìm kiếm nguyên nhân từ các mảnh vỡ ký ức.\n\nVài giây sau, hắn quay người đi tới trước thứ thiết bị nối với ống dẫn khí gas màu xám trắng được gắn vào tường ở bên cạnh cửa.\n\nĐây là một máy tính phí gas!\n\nNhìn ổ trục và bánh răng lộ ra ngoài, Chu Minh Thuỵ móc một đồng xu ra từ trong túi quần.  Đồng xu này màu ố vàng, loé lên màu đồng kim loại. Mặt trước có khác hình cái đầu của một người đàn ông đeo vương miện, mặt sau thì có lúa mạch bao quanh một số \"1\".\n\nChu Minh Thuỵ biết đây là đơn vị tiền tệ cơ bản của vương quốc Ruen, gọi là đồng penny. Một penny có giá trị tương đương với ba, bốn đồng Nhân dân tệ ở nơi trước đây của hắn. Có ba loại đồng penny là đồng 5 penny, đồng nửa penny, và đồng một phần tư penny, nhưng vẫn chưa đủ chính xác. Trong cuộc sống hàng ngày, thi thoảng người ta vẫn phải gom cho đủ để mua được đồ.\n\nLàm cho đồng penny, được phát hành khi vua George đệ Tam lên ngôi, lăn vài vòng giữa các ngón tay, Chu Minh Thuỵ mới nhét nó vào trong \"cái miệng\" dài và nhỏ nằm dọc máy tính phí gas.\n\nLeng keng!\n\nKhi đồng penny rơi xuống đáy của máy tính phí, tiếng bánh răng chuyển động răng rắc tức thì vang lên, tấu lên một giai điệu máy móc ngắn, nhỏ mà êm tai.\n\nChu Minh Thuỵ nhìn chăm chú vài giây, rồi quay trở lại trước bàn học, giơ tay vặn chốt mở đèn.\n\nTạch tạch tạch. Phụp!\n\nMột ngọn lửa bốc lên, nhanh chóng hoá lớn. Ánh sáng đầu tiên là toả khắp bên trong lồng đèn, sau đó xuyên qua lớp thuỷ tinh trong suốt mà phủ kín căn phòng với màu sắc ấm áp.\n\nBóng tối lui đi, màu đỏ rực lùi ra ngoài cửa sổ. Chu Minh Thuỵ bỗng thấy yên tâm hơn hẳn, bèn nhanh chóng đi tới trước gương.\n\nLúc này hắn nghiêm túc xem xét vị trí huyệt thái dương, không bỏ qua bất cứ chi tiết nào.\n\nSau khi xem xét mấy lần, hắn phát hiện ngoài vệt máu ban đầu ra, miệng vết thương trông dữ tợn kia không còn chảy chất lỏng ra nữa, dường như đã được cầm máu và băng bó lại. Mà phần não đang mấp máy cùng với phần da thịt ở miệng vết thương đang khép  lại với tốc độ mắt thường có thể thấy được rõ, có lẽ là chừng ba, bốn mươi phút nữa, hoặc có lẽ là hai đến ba giờ nữa, nơi đó chỉ còn lại dấu vết mờ.\n\n\"Tác dụng chữa trị của việc xuyên việt ư?\" Chu Minh Thụy nhếch khoé miệng bên phải, thì thào.\n\nSau đó hắn thở dài một hơi. Mặc kệ là vì sao, chí ít hiện giờ hắn vẫn còn sống!\n\nỔn định lại tinh thần, hắn kéo ngăn kéo lấy một mẩu xà phòng ra, rồi với lấy một chiếc khăn tắm trong cái mớ khăn có vẻ đã cũ ở cạnh tủ quầy, sau đó mở cửa và đi tới phòng tắm công cộng ở tầng hai.\n\nChậc, phải xử lý vết máu trên đầu đã, kẻo cứ mang cái \"hiện trường vụ án\" này đi lại khắp nơi, mình bị doạ không sao, chứ cô em gái Melissa phải dậy sớm ngày mai mà thấy thì lại khó giải quyết!\n\nHành lang ngoài cửa tối om, chỉ có ánh trăng đỏ rực vẩy vào từ ngoài cửa sổ là tạm phác thảo được hình dáng của những vật lồi ra, khiến chúng hệt như đôi mắt quái vật đang lặng lẽ nhìn chằm chằm người sống từ trong bóng đêm thâm trầm.\n\nChu Minh Thụy bước thật nhẹ, cảm thấy kinh hồn táng đảm mà đi tới phòng tắm.\n\nBước vào trong phòng tắm, ánh trăng soi tỏ mọi thứ. Chu Minh Thuỵ đứng trước bồn rửa mặt, vặn vòi nước.\n\nRào rào rào, tiếng nước vang lên bên tai, hắn bỗng nhớ tới chủ nhà Frankie.\n\nBởi vì tiền nước nằm trong cả tiền thuê nên vị chủ nhà vừa thấp bé lại vừa gầy gò chuyên đội mũ dạ, mặc áo ghile bên trong và khoác áo vest bên ngoài này luôn tích cực tới tuần tra mấy cái phòng tắm, rình nghe tiếng nước chảy bên trong.\n\nNếu tiếng nước chảy to, ông bạn Frankie kia sẽ không thèm quan tâm tới phong độ của một vị thân sĩ mà vung cây gậy batoong gõ mạnh lên cửa phòng tắm, miệng thì la hét \"A cái phường trộm cắp đáng chết!\", \"Lãng phí là hành vi đáng xấu hổ!\", \"Tao nhớ mày rồi đó!\", \"Để tao gặp phải lần nữa thì hãy mang theo đống hành lý dơ bẩn của mày mà cút  đi đi!\", \"Tin tao đi, đây là nhà trọ có lời nhất toàn bộ cái thành phố Tingen này, mày có tìm nữa cũng không tìm được chủ nhà nào hào phóng hơn tao đâu!\"\n\nChu Minh Thuỵ thu hồi suy nghĩ, nhúng ướt khăn rồi lau sạch vết máu trên mặt, lần này tới lần khác.\n\nTới khi soi bằng chiếc gương tồi tàn trong phòng tắm, xác nhận là chỉ còn miệng vết thương trông khá dữ tợn cùng với khuôn mặt tái nhợt, Chu Minh Thuỵ mới thấy thoải mái đôi chút. Sau đó hắn cởi áo lót sợi đay ra, lấy xà phòng chấm lên vết máu trên áo rồi vò sạch.\n\nCùng lúc đó hắn nhướng mày, nghĩ rằng có lẽ còn có rắc rối khác: Vết thương này bắn ra nhiều máu, ngoài trên người mình ra thì hẳn là vẫn còn dấu vết ở trong phòng!\n\nVài phút sau, Chu Minh Thuỵ vò sạch áo lót, bèn cầm khăn bước nhanh về phòng. Hắn lau sạch vết máu hình bàn tay trên bàn trước, sau đó nương theo ánh sáng của đèn khí gas tìm kiếm các dấu vết khác.\n\nThế là hắn lập tức tìm thấy không ít máu rơi trên sàn nhà và bắn vào dưới gầm bàn học. Còn ở bức tường bên tay trái thì có một đầu đạn màu vàng óng ánh.\n\n\"... Dùng súng nã một phát vào huyệt thái dương?\" Manh mối trước sau tức thì trở nên mạch lạc, Chu Minh Thuỵ đã biết rõ hơn về cái chết của Klein.\n\nHắn không vội nghiệm chứng mà chăm chú lau sạch vết máu, xử lý \"hiện trường\" trước rồi mới mang đầu đạn về bàn học, rồi vặn phần ổ xoay của súng, đổ số đạn ở trong ra.\n\nLộc cộc, tổng cộng năm viên đạn, một vỏ đạn, cũng loé lên ánh sáng đồng thau.\n\n\"Quả nhiên...\" Chu Minh Thuỵ nhìn vỏ đạn rỗng kia, vừa lần lượt nhét các viên đạn vào trong ổ xoay, vừa khẽ gật đầu.\n\nHắn liếc mắt tới câu \"Tất cả mọi người sẽ chết, kể cả ta\" ở trên trang sách của cuốn bút ký đang mở, lòng xuất hiện rất nhiều nghi vấn.  Súng này lấy từ nơi nào?\n\nTự sát? Hay nguỵ trang thành tự sát?\n\nMột sinh viên nhà bình dân tốt nghiệp chuyên ngành lịch sử thì có thể gặp được chuyện gì?\n\nTự sát bằng cách nào mới để lại ít vết máu như vậy? Là vì ta xuyên tới đúng lúc nên nhận được phúc lợi chữa trị kịp thời?\n\nChu Minh Thụy trầm ngâm một lát, rồi thay một chiếc áo lót sợi đay khác. Hắn ngồi lên ghế, suy nghĩ tới chuyện còn quan trọng hơn.\n\nTrọng điểm hiện tại cần quan tâm không phải là những gì Klein đã gặp được, mà là biết rõ tại sao mình lại xuyên việt, liệu có thể xuyên trở lại thế giới cũ không? !",
        "views": 152368,
        "created_at": "2024-12-15T10:30:00Z",
        "updated_at": "2024-12-15T10:30:00Z",
        "comments_count": 289
      },
      {
        "id": "story1_chap2",
        "story_id": "story6",
        "chapter_number": 2,
        "title": "Bí Mật Huyền Không Đan",
        
         "content": "Bịch bịch bịch!\n\nNhìn hình ảnh trong gương, Chu Minh Thuỵ sợ tới mức lùi ra sau mấy bước liên tục, dường như kẻ ở trong gương không phải mình mà là một con zombie.\n\nKẻ nào bị thương nghiêm trọng như vậy mà có thể còn sống được? !\n\nHắn như không tin mà lại nghiêng đầu kiểm tra bên kia. Cho dù khoảng cách xa hơn và ánh sáng tù mù, hắn vẫn có thể thấy rõ miệng vết thương do đạn xuyên qua và vết máu đỏ rực đang tồn tại.\n\n\"Đây...\"\n\nChu Minh Thuỵ hít một hơi thật sâu, cố gắng khiến cho mình bình tĩnh lại.\n\nHắn giơ tay ấn lên ngực trái, cảm nhận trái tim đang đập rất mạnh, rất nhanh, hừng hực sức sống. Lại sờ làn da trần, bên dưới lạnh lẽo là ấm áp đang chảy xuôi.\n\nHắn ngồi xuống một cái để nghiệm chứng đầu gối còn có thể gập lại, thế mới đứng lên, không còn hoảng loạn nữa.\n\n\"Chuyện gì vậy nhỉ?\" Hắn nhíu mày, thì thào, còn định kiểm tra lại miệng vết thương lại cho hẳn hoi.\n\nHắn đi được hai bước thì đột nhiên dừng lại, bởi vì ánh trăng màu đỏ bên ngoài kia không đủ sáng để có thể \"kiểm tra hẳn hoi\" được.\n\nMột mảnh vỡ ký ức nhỏ bắn ra, Chu Minh Thuỵ quay đầu nhìn về phía chiếc đèn được bao quanh bởi một lớp lồng sắt trên tường gần sát bàn học, nơi có ống dẫn khí màu xám trắng.  Đây là một loại đèn khí gas đang được ưa chuộng, lửa ổn định, phát ra ánh sáng khá tốt.\n\nVới tình hình gia đình của Klein Moretti thì đừng nói là đèn khí gas, cho dù là đèn dầu hoả cũng là vật xa xỉ, sử dụng nến mới phù hợp với thân phận và địa vị của gia đình họ. Nhưng bốn năm trước, khi hắn thức đêm học hành phấn đấu cho cuộc thi vào đại học Hoy, anh trai hắn là Benson cho rằng đây là chuyện rất quan trọng liên quan tới tương lai của gia đình, nên cho dù có phải vay tiền cũng muốn tạo điều kiện học tập tốt nhất cho hắn.\n\nĐương nhiên, một Benson được học hành, lại đã đi làm nhiều năm chắc chắn không phải kẻ lỗ mãng, thiếu năng lực và không cân nhắc hậu quả. Anh dùng lý do \"lắp đặt ống dẫn khí gas rất có ích trong việc nâng cao cấp bậc của nhà trọ, hữu ích với việc cho thuê sau này\" để dụ dỗ ông chủ nhà trọ chi tiền cải tạo hệ thống ống dẫn, còn bản thân anh thì tranh thủ chức vụ thư ký ở công ty xuất nhập khẩu kia mà mua được đèn khí gas kiểu mới với giá gần giá gốc. Cuối cùng là anh chỉ dùng tới tiền tiết kiệm chứ không hề phải đi vay ai.\n\nMảnh ký ức vụt tắt, Chu Minh Thuỵ quay lại chỗ bàn học, mở ống dẫn rồi vặn chốt mở đèn.\n\nTạch tạch tạch, tiếng ma sát đốt lửa vang lên, nhưng ánh sáng không bùng lên như Chu Minh Thuỵ tưởng.\n\nTạch tạch tạch, hắn lại vặn vài cái nữa, nhưng chiếc đèn này vẫn tối om.\n\n\"Ừm...\" Chu Minh Thuỵ thu tay lại, đè huyệt thái dương bên trái, nặn óc tìm kiếm nguyên nhân từ các mảnh vỡ ký ức.\n\nVài giây sau, hắn quay người đi tới trước thứ thiết bị nối với ống dẫn khí gas màu xám trắng được gắn vào tường ở bên cạnh cửa.\n\nĐây là một máy tính phí gas!\n\nNhìn ổ trục và bánh răng lộ ra ngoài, Chu Minh Thuỵ móc một đồng xu ra từ trong túi quần.  Đồng xu này màu ố vàng, loé lên màu đồng kim loại. Mặt trước có khác hình cái đầu của một người đàn ông đeo vương miện, mặt sau thì có lúa mạch bao quanh một số \"1\".\n\nChu Minh Thuỵ biết đây là đơn vị tiền tệ cơ bản của vương quốc Ruen, gọi là đồng penny. Một penny có giá trị tương đương với ba, bốn đồng Nhân dân tệ ở nơi trước đây của hắn. Có ba loại đồng penny là đồng 5 penny, đồng nửa penny, và đồng một phần tư penny, nhưng vẫn chưa đủ chính xác. Trong cuộc sống hàng ngày, thi thoảng người ta vẫn phải gom cho đủ để mua được đồ.\n\nLàm cho đồng penny, được phát hành khi vua George đệ Tam lên ngôi, lăn vài vòng giữa các ngón tay, Chu Minh Thuỵ mới nhét nó vào trong \"cái miệng\" dài và nhỏ nằm dọc máy tính phí gas.\n\nLeng keng!\n\nKhi đồng penny rơi xuống đáy của máy tính phí, tiếng bánh răng chuyển động răng rắc tức thì vang lên, tấu lên một giai điệu máy móc ngắn, nhỏ mà êm tai.\n\nChu Minh Thuỵ nhìn chăm chú vài giây, rồi quay trở lại trước bàn học, giơ tay vặn chốt mở đèn.\n\nTạch tạch tạch. Phụp!\n\nMột ngọn lửa bốc lên, nhanh chóng hoá lớn. Ánh sáng đầu tiên là toả khắp bên trong lồng đèn, sau đó xuyên qua lớp thuỷ tinh trong suốt mà phủ kín căn phòng với màu sắc ấm áp.\n\nBóng tối lui đi, màu đỏ rực lùi ra ngoài cửa sổ. Chu Minh Thuỵ bỗng thấy yên tâm hơn hẳn, bèn nhanh chóng đi tới trước gương.\n\nLúc này hắn nghiêm túc xem xét vị trí huyệt thái dương, không bỏ qua bất cứ chi tiết nào.\n\nSau khi xem xét mấy lần, hắn phát hiện ngoài vệt máu ban đầu ra, miệng vết thương trông dữ tợn kia không còn chảy chất lỏng ra nữa, dường như đã được cầm máu và băng bó lại. Mà phần não đang mấp máy cùng với phần da thịt ở miệng vết thương đang khép  lại với tốc độ mắt thường có thể thấy được rõ, có lẽ là chừng ba, bốn mươi phút nữa, hoặc có lẽ là hai đến ba giờ nữa, nơi đó chỉ còn lại dấu vết mờ.\n\n\"Tác dụng chữa trị của việc xuyên việt ư?\" Chu Minh Thụy nhếch khoé miệng bên phải, thì thào.\n\nSau đó hắn thở dài một hơi. Mặc kệ là vì sao, chí ít hiện giờ hắn vẫn còn sống!\n\nỔn định lại tinh thần, hắn kéo ngăn kéo lấy một mẩu xà phòng ra, rồi với lấy một chiếc khăn tắm trong cái mớ khăn có vẻ đã cũ ở cạnh tủ quầy, sau đó mở cửa và đi tới phòng tắm công cộng ở tầng hai.\n\nChậc, phải xử lý vết máu trên đầu đã, kẻo cứ mang cái \"hiện trường vụ án\" này đi lại khắp nơi, mình bị doạ không sao, chứ cô em gái Melissa phải dậy sớm ngày mai mà thấy thì lại khó giải quyết!\n\nHành lang ngoài cửa tối om, chỉ có ánh trăng đỏ rực vẩy vào từ ngoài cửa sổ là tạm phác thảo được hình dáng của những vật lồi ra, khiến chúng hệt như đôi mắt quái vật đang lặng lẽ nhìn chằm chằm người sống từ trong bóng đêm thâm trầm.\n\nChu Minh Thụy bước thật nhẹ, cảm thấy kinh hồn táng đảm mà đi tới phòng tắm.\n\nBước vào trong phòng tắm, ánh trăng soi tỏ mọi thứ. Chu Minh Thuỵ đứng trước bồn rửa mặt, vặn vòi nước.\n\nRào rào rào, tiếng nước vang lên bên tai, hắn bỗng nhớ tới chủ nhà Frankie.\n\nBởi vì tiền nước nằm trong cả tiền thuê nên vị chủ nhà vừa thấp bé lại vừa gầy gò chuyên đội mũ dạ, mặc áo ghile bên trong và khoác áo vest bên ngoài này luôn tích cực tới tuần tra mấy cái phòng tắm, rình nghe tiếng nước chảy bên trong.\n\nNếu tiếng nước chảy to, ông bạn Frankie kia sẽ không thèm quan tâm tới phong độ của một vị thân sĩ mà vung cây gậy batoong gõ mạnh lên cửa phòng tắm, miệng thì la hét \"A cái phường trộm cắp đáng chết!\", \"Lãng phí là hành vi đáng xấu hổ!\", \"Tao nhớ mày rồi đó!\", \"Để tao gặp phải lần nữa thì hãy mang theo đống hành lý dơ bẩn của mày mà cút  đi đi!\", \"Tin tao đi, đây là nhà trọ có lời nhất toàn bộ cái thành phố Tingen này, mày có tìm nữa cũng không tìm được chủ nhà nào hào phóng hơn tao đâu!\"\n\nChu Minh Thuỵ thu hồi suy nghĩ, nhúng ướt khăn rồi lau sạch vết máu trên mặt, lần này tới lần khác.\n\nTới khi soi bằng chiếc gương tồi tàn trong phòng tắm, xác nhận là chỉ còn miệng vết thương trông khá dữ tợn cùng với khuôn mặt tái nhợt, Chu Minh Thuỵ mới thấy thoải mái đôi chút. Sau đó hắn cởi áo lót sợi đay ra, lấy xà phòng chấm lên vết máu trên áo rồi vò sạch.\n\nCùng lúc đó hắn nhướng mày, nghĩ rằng có lẽ còn có rắc rối khác: Vết thương này bắn ra nhiều máu, ngoài trên người mình ra thì hẳn là vẫn còn dấu vết ở trong phòng!\n\nVài phút sau, Chu Minh Thuỵ vò sạch áo lót, bèn cầm khăn bước nhanh về phòng. Hắn lau sạch vết máu hình bàn tay trên bàn trước, sau đó nương theo ánh sáng của đèn khí gas tìm kiếm các dấu vết khác.\n\nThế là hắn lập tức tìm thấy không ít máu rơi trên sàn nhà và bắn vào dưới gầm bàn học. Còn ở bức tường bên tay trái thì có một đầu đạn màu vàng óng ánh.\n\n\"... Dùng súng nã một phát vào huyệt thái dương?\" Manh mối trước sau tức thì trở nên mạch lạc, Chu Minh Thuỵ đã biết rõ hơn về cái chết của Klein.\n\nHắn không vội nghiệm chứng mà chăm chú lau sạch vết máu, xử lý \"hiện trường\" trước rồi mới mang đầu đạn về bàn học, rồi vặn phần ổ xoay của súng, đổ số đạn ở trong ra.\n\nLộc cộc, tổng cộng năm viên đạn, một vỏ đạn, cũng loé lên ánh sáng đồng thau.\n\n\"Quả nhiên...\" Chu Minh Thuỵ nhìn vỏ đạn rỗng kia, vừa lần lượt nhét các viên đạn vào trong ổ xoay, vừa khẽ gật đầu.\n\nHắn liếc mắt tới câu \"Tất cả mọi người sẽ chết, kể cả ta\" ở trên trang sách của cuốn bút ký đang mở, lòng xuất hiện rất nhiều nghi vấn.  Súng này lấy từ nơi nào?\n\nTự sát? Hay nguỵ trang thành tự sát?\n\nMột sinh viên nhà bình dân tốt nghiệp chuyên ngành lịch sử thì có thể gặp được chuyện gì?\n\nTự sát bằng cách nào mới để lại ít vết máu như vậy? Là vì ta xuyên tới đúng lúc nên nhận được phúc lợi chữa trị kịp thời?\n\nChu Minh Thụy trầm ngâm một lát, rồi thay một chiếc áo lót sợi đay khác. Hắn ngồi lên ghế, suy nghĩ tới chuyện còn quan trọng hơn.\n\nTrọng điểm hiện tại cần quan tâm không phải là những gì Klein đã gặp được, mà là biết rõ tại sao mình lại xuyên việt, liệu có thể xuyên trở lại thế giới cũ không? !",
        "views": 152368,
        "created_at": "2024-12-15T10:30:00Z",
        "updated_at": "2024-12-15T10:30:00Z",
        "comments_count": 289
      },
      {
        "id": "story1_chap2",
        "story_id": "story7",
        "chapter_number": 2,
        "title": "Bí Mật Huyền Không Đan",
        
         "content": "Bịch bịch bịch!\n\nNhìn hình ảnh trong gương, Chu Minh Thuỵ sợ tới mức lùi ra sau mấy bước liên tục, dường như kẻ ở trong gương không phải mình mà là một con zombie.\n\nKẻ nào bị thương nghiêm trọng như vậy mà có thể còn sống được? !\n\nHắn như không tin mà lại nghiêng đầu kiểm tra bên kia. Cho dù khoảng cách xa hơn và ánh sáng tù mù, hắn vẫn có thể thấy rõ miệng vết thương do đạn xuyên qua và vết máu đỏ rực đang tồn tại.\n\n\"Đây...\"\n\nChu Minh Thuỵ hít một hơi thật sâu, cố gắng khiến cho mình bình tĩnh lại.\n\nHắn giơ tay ấn lên ngực trái, cảm nhận trái tim đang đập rất mạnh, rất nhanh, hừng hực sức sống. Lại sờ làn da trần, bên dưới lạnh lẽo là ấm áp đang chảy xuôi.\n\nHắn ngồi xuống một cái để nghiệm chứng đầu gối còn có thể gập lại, thế mới đứng lên, không còn hoảng loạn nữa.\n\n\"Chuyện gì vậy nhỉ?\" Hắn nhíu mày, thì thào, còn định kiểm tra lại miệng vết thương lại cho hẳn hoi.\n\nHắn đi được hai bước thì đột nhiên dừng lại, bởi vì ánh trăng màu đỏ bên ngoài kia không đủ sáng để có thể \"kiểm tra hẳn hoi\" được.\n\nMột mảnh vỡ ký ức nhỏ bắn ra, Chu Minh Thuỵ quay đầu nhìn về phía chiếc đèn được bao quanh bởi một lớp lồng sắt trên tường gần sát bàn học, nơi có ống dẫn khí màu xám trắng.  Đây là một loại đèn khí gas đang được ưa chuộng, lửa ổn định, phát ra ánh sáng khá tốt.\n\nVới tình hình gia đình của Klein Moretti thì đừng nói là đèn khí gas, cho dù là đèn dầu hoả cũng là vật xa xỉ, sử dụng nến mới phù hợp với thân phận và địa vị của gia đình họ. Nhưng bốn năm trước, khi hắn thức đêm học hành phấn đấu cho cuộc thi vào đại học Hoy, anh trai hắn là Benson cho rằng đây là chuyện rất quan trọng liên quan tới tương lai của gia đình, nên cho dù có phải vay tiền cũng muốn tạo điều kiện học tập tốt nhất cho hắn.\n\nĐương nhiên, một Benson được học hành, lại đã đi làm nhiều năm chắc chắn không phải kẻ lỗ mãng, thiếu năng lực và không cân nhắc hậu quả. Anh dùng lý do \"lắp đặt ống dẫn khí gas rất có ích trong việc nâng cao cấp bậc của nhà trọ, hữu ích với việc cho thuê sau này\" để dụ dỗ ông chủ nhà trọ chi tiền cải tạo hệ thống ống dẫn, còn bản thân anh thì tranh thủ chức vụ thư ký ở công ty xuất nhập khẩu kia mà mua được đèn khí gas kiểu mới với giá gần giá gốc. Cuối cùng là anh chỉ dùng tới tiền tiết kiệm chứ không hề phải đi vay ai.\n\nMảnh ký ức vụt tắt, Chu Minh Thuỵ quay lại chỗ bàn học, mở ống dẫn rồi vặn chốt mở đèn.\n\nTạch tạch tạch, tiếng ma sát đốt lửa vang lên, nhưng ánh sáng không bùng lên như Chu Minh Thuỵ tưởng.\n\nTạch tạch tạch, hắn lại vặn vài cái nữa, nhưng chiếc đèn này vẫn tối om.\n\n\"Ừm...\" Chu Minh Thuỵ thu tay lại, đè huyệt thái dương bên trái, nặn óc tìm kiếm nguyên nhân từ các mảnh vỡ ký ức.\n\nVài giây sau, hắn quay người đi tới trước thứ thiết bị nối với ống dẫn khí gas màu xám trắng được gắn vào tường ở bên cạnh cửa.\n\nĐây là một máy tính phí gas!\n\nNhìn ổ trục và bánh răng lộ ra ngoài, Chu Minh Thuỵ móc một đồng xu ra từ trong túi quần.  Đồng xu này màu ố vàng, loé lên màu đồng kim loại. Mặt trước có khác hình cái đầu của một người đàn ông đeo vương miện, mặt sau thì có lúa mạch bao quanh một số \"1\".\n\nChu Minh Thuỵ biết đây là đơn vị tiền tệ cơ bản của vương quốc Ruen, gọi là đồng penny. Một penny có giá trị tương đương với ba, bốn đồng Nhân dân tệ ở nơi trước đây của hắn. Có ba loại đồng penny là đồng 5 penny, đồng nửa penny, và đồng một phần tư penny, nhưng vẫn chưa đủ chính xác. Trong cuộc sống hàng ngày, thi thoảng người ta vẫn phải gom cho đủ để mua được đồ.\n\nLàm cho đồng penny, được phát hành khi vua George đệ Tam lên ngôi, lăn vài vòng giữa các ngón tay, Chu Minh Thuỵ mới nhét nó vào trong \"cái miệng\" dài và nhỏ nằm dọc máy tính phí gas.\n\nLeng keng!\n\nKhi đồng penny rơi xuống đáy của máy tính phí, tiếng bánh răng chuyển động răng rắc tức thì vang lên, tấu lên một giai điệu máy móc ngắn, nhỏ mà êm tai.\n\nChu Minh Thuỵ nhìn chăm chú vài giây, rồi quay trở lại trước bàn học, giơ tay vặn chốt mở đèn.\n\nTạch tạch tạch. Phụp!\n\nMột ngọn lửa bốc lên, nhanh chóng hoá lớn. Ánh sáng đầu tiên là toả khắp bên trong lồng đèn, sau đó xuyên qua lớp thuỷ tinh trong suốt mà phủ kín căn phòng với màu sắc ấm áp.\n\nBóng tối lui đi, màu đỏ rực lùi ra ngoài cửa sổ. Chu Minh Thuỵ bỗng thấy yên tâm hơn hẳn, bèn nhanh chóng đi tới trước gương.\n\nLúc này hắn nghiêm túc xem xét vị trí huyệt thái dương, không bỏ qua bất cứ chi tiết nào.\n\nSau khi xem xét mấy lần, hắn phát hiện ngoài vệt máu ban đầu ra, miệng vết thương trông dữ tợn kia không còn chảy chất lỏng ra nữa, dường như đã được cầm máu và băng bó lại. Mà phần não đang mấp máy cùng với phần da thịt ở miệng vết thương đang khép  lại với tốc độ mắt thường có thể thấy được rõ, có lẽ là chừng ba, bốn mươi phút nữa, hoặc có lẽ là hai đến ba giờ nữa, nơi đó chỉ còn lại dấu vết mờ.\n\n\"Tác dụng chữa trị của việc xuyên việt ư?\" Chu Minh Thụy nhếch khoé miệng bên phải, thì thào.\n\nSau đó hắn thở dài một hơi. Mặc kệ là vì sao, chí ít hiện giờ hắn vẫn còn sống!\n\nỔn định lại tinh thần, hắn kéo ngăn kéo lấy một mẩu xà phòng ra, rồi với lấy một chiếc khăn tắm trong cái mớ khăn có vẻ đã cũ ở cạnh tủ quầy, sau đó mở cửa và đi tới phòng tắm công cộng ở tầng hai.\n\nChậc, phải xử lý vết máu trên đầu đã, kẻo cứ mang cái \"hiện trường vụ án\" này đi lại khắp nơi, mình bị doạ không sao, chứ cô em gái Melissa phải dậy sớm ngày mai mà thấy thì lại khó giải quyết!\n\nHành lang ngoài cửa tối om, chỉ có ánh trăng đỏ rực vẩy vào từ ngoài cửa sổ là tạm phác thảo được hình dáng của những vật lồi ra, khiến chúng hệt như đôi mắt quái vật đang lặng lẽ nhìn chằm chằm người sống từ trong bóng đêm thâm trầm.\n\nChu Minh Thụy bước thật nhẹ, cảm thấy kinh hồn táng đảm mà đi tới phòng tắm.\n\nBước vào trong phòng tắm, ánh trăng soi tỏ mọi thứ. Chu Minh Thuỵ đứng trước bồn rửa mặt, vặn vòi nước.\n\nRào rào rào, tiếng nước vang lên bên tai, hắn bỗng nhớ tới chủ nhà Frankie.\n\nBởi vì tiền nước nằm trong cả tiền thuê nên vị chủ nhà vừa thấp bé lại vừa gầy gò chuyên đội mũ dạ, mặc áo ghile bên trong và khoác áo vest bên ngoài này luôn tích cực tới tuần tra mấy cái phòng tắm, rình nghe tiếng nước chảy bên trong.\n\nNếu tiếng nước chảy to, ông bạn Frankie kia sẽ không thèm quan tâm tới phong độ của một vị thân sĩ mà vung cây gậy batoong gõ mạnh lên cửa phòng tắm, miệng thì la hét \"A cái phường trộm cắp đáng chết!\", \"Lãng phí là hành vi đáng xấu hổ!\", \"Tao nhớ mày rồi đó!\", \"Để tao gặp phải lần nữa thì hãy mang theo đống hành lý dơ bẩn của mày mà cút  đi đi!\", \"Tin tao đi, đây là nhà trọ có lời nhất toàn bộ cái thành phố Tingen này, mày có tìm nữa cũng không tìm được chủ nhà nào hào phóng hơn tao đâu!\"\n\nChu Minh Thuỵ thu hồi suy nghĩ, nhúng ướt khăn rồi lau sạch vết máu trên mặt, lần này tới lần khác.\n\nTới khi soi bằng chiếc gương tồi tàn trong phòng tắm, xác nhận là chỉ còn miệng vết thương trông khá dữ tợn cùng với khuôn mặt tái nhợt, Chu Minh Thuỵ mới thấy thoải mái đôi chút. Sau đó hắn cởi áo lót sợi đay ra, lấy xà phòng chấm lên vết máu trên áo rồi vò sạch.\n\nCùng lúc đó hắn nhướng mày, nghĩ rằng có lẽ còn có rắc rối khác: Vết thương này bắn ra nhiều máu, ngoài trên người mình ra thì hẳn là vẫn còn dấu vết ở trong phòng!\n\nVài phút sau, Chu Minh Thuỵ vò sạch áo lót, bèn cầm khăn bước nhanh về phòng. Hắn lau sạch vết máu hình bàn tay trên bàn trước, sau đó nương theo ánh sáng của đèn khí gas tìm kiếm các dấu vết khác.\n\nThế là hắn lập tức tìm thấy không ít máu rơi trên sàn nhà và bắn vào dưới gầm bàn học. Còn ở bức tường bên tay trái thì có một đầu đạn màu vàng óng ánh.\n\n\"... Dùng súng nã một phát vào huyệt thái dương?\" Manh mối trước sau tức thì trở nên mạch lạc, Chu Minh Thuỵ đã biết rõ hơn về cái chết của Klein.\n\nHắn không vội nghiệm chứng mà chăm chú lau sạch vết máu, xử lý \"hiện trường\" trước rồi mới mang đầu đạn về bàn học, rồi vặn phần ổ xoay của súng, đổ số đạn ở trong ra.\n\nLộc cộc, tổng cộng năm viên đạn, một vỏ đạn, cũng loé lên ánh sáng đồng thau.\n\n\"Quả nhiên...\" Chu Minh Thuỵ nhìn vỏ đạn rỗng kia, vừa lần lượt nhét các viên đạn vào trong ổ xoay, vừa khẽ gật đầu.\n\nHắn liếc mắt tới câu \"Tất cả mọi người sẽ chết, kể cả ta\" ở trên trang sách của cuốn bút ký đang mở, lòng xuất hiện rất nhiều nghi vấn.  Súng này lấy từ nơi nào?\n\nTự sát? Hay nguỵ trang thành tự sát?\n\nMột sinh viên nhà bình dân tốt nghiệp chuyên ngành lịch sử thì có thể gặp được chuyện gì?\n\nTự sát bằng cách nào mới để lại ít vết máu như vậy? Là vì ta xuyên tới đúng lúc nên nhận được phúc lợi chữa trị kịp thời?\n\nChu Minh Thụy trầm ngâm một lát, rồi thay một chiếc áo lót sợi đay khác. Hắn ngồi lên ghế, suy nghĩ tới chuyện còn quan trọng hơn.\n\nTrọng điểm hiện tại cần quan tâm không phải là những gì Klein đã gặp được, mà là biết rõ tại sao mình lại xuyên việt, liệu có thể xuyên trở lại thế giới cũ không? !",
        "views": 152368,
        "created_at": "2024-12-15T10:30:00Z",
        "updated_at": "2024-12-15T10:30:00Z",
        "comments_count": 289
      }
    ],
    
    "comments": [
      {
        "id": "comment123",
        "user_id": "user1",
        "story_id": "story1",
        "chapter_id": "story1_chap45",
        "content": "Chương này hay quá! Cuối cùng Sora cũng đột phá.",
        "created_at": "2025-03-20T18:30:00Z",
        "likes_count": 24,
        "replies": [
          {
            "id": "reply456",
            "user_id": "user2",
            "content": "Đúng vậy, nhưng phải chờ lâu quá mới được đọc cảnh đột phá này.",
            "created_at": "2025-03-20T19:15:00Z",
            "likes_count": 8
          }
        ]
      }
    ],
    
    "ratings": [
      {
        "id": "rating123",
        "user_id": "user1",
        "story_id": "story1",
        "score": 5,
        "review": "Tuyệt phẩm trong làng tiên hiệp, cốt truyện hấp dẫn và nhân vật chính rất có chiều sâu!",
        "created_at": "2025-02-15T10:20:00Z",
        "updated_at": "2025-02-15T10:20:00Z",
        "likes_count": 45
      },
      {
        "id": "rating123",
        "user_id": "user1",
        "story_id": "story1",
        "score": 4,
        "review": "Tuyệt phẩm trong làng tiên hiệp, cốt truyện hấp dẫn và nhân vật chính rất có chiều sâu!",
        "created_at": "2025-02-15T10:20:00Z",
        "updated_at": "2025-02-15T10:20:00Z",
        "likes_count": 45
      },
      {
        "id": "rating123",
        "user_id": "user1",
        "story_id": "story1",
        "score": 4.5,
        "review": "Tuyệt phẩm trong làng tiên hiệp, cốt truyện hấp dẫn và nhân vật chính rất có chiều sâu!",
        "created_at": "2025-02-15T10:20:00Z",
        "updated_at": "2025-02-15T10:20:00Z",
        "likes_count": 45
      },
      {
        "id": "rating123",
        "user_id": "user1",
        "story_id": "story1",
        "score": 3,
        "review": "Tuyệt phẩm trong làng tiên hiệp, cốt truyện hấp dẫn và nhân vật chính rất có chiều sâu!",
        "created_at": "2025-02-15T10:20:00Z",
        "updated_at": "2025-02-15T10:20:00Z",
        "likes_count": 45
      },
      {
        "id": "rating123",
        "user_id": "user1",
        "story_id": "story1",
        "score": 1.7,
        "review": "Tuyệt phẩm trong làng tiên hiệp, cốt truyện hấp dẫn và nhân vật chính rất có chiều sâu!",
        "created_at": "2025-02-15T10:20:00Z",
        "updated_at": "2025-02-15T10:20:00Z",
        "likes_count": 45
      }
    ],
    
    "categories": [
      {
        "id": "cat1",
        "name": "Tiên hiệp",
        "description": "Thể loại truyện kể về quá trình tu tiên và phiêu lưu trong thế giới tiên hiệp huyền ảo",
        "story_count": 324
      },
      {
        "id": "cat2",
        "name": "Kiếm hiệp",
        "description": "Thể loại truyện về các kiếm khách và võ lâm giang hồ, thường lấy bối cảnh thời phong kiến Trung Quốc",
        "story_count": 256
      },
      {
        "id": "cat3",
        "name": "Ngôn tình",
        "description": "Thể loại truyện tình cảm lãng mạn, thường xoay quanh mối quan hệ giữa nam và nữ chính",
        "story_count": 412
      },
      {
        "id": "cat4",
        "name": "Đô thị",
        "description": "Thể loại truyện lấy bối cảnh ở thành phố hiện đại",
        "story_count": 198
      },
      {
        "id": "cat5",
        "name": "Huyền huyễn",
        "description": "Thể loại truyện có yếu tố kỳ ảo, phép thuật, thường lấy bối cảnh thế giới giả tưởng",
        "story_count": 287
      }
    ],
    
    "tags": [
      {
        "id": "tag1",
        "name": "Tiên hiệp",
        "story_count": 342
      },
      {
        "id": "tag2",
        "name": "Kiếm hiệp",
        "story_count": 456
      },
      {
        "id": "tag3",
        "name": "Ngôn tình",
        "story_count": 512
      },
      {
        "id": "tag4",
        "name": "Góc nhìn nam",
        "story_count": 512
      },
      {
        "id": "tag5",
        "name": "Huyền huyễn",
        "story_count": 287
      },
      {
        "id": "tag6",
        "name": "Đô thị",
        "story_count": 198
      },
      {
        "id": "tag7",
        "name": "Phàm nhân",
        "story_count": 512
      }
    ],
    
    "reports": [
      {
        "id": "report1",
        "user_id": "user1",
        "story_id": "story1",
        "chapter_id": "story1_chap45",
        "type": "typo",
        "description": "Có lỗi chính tả ở đoạn thứ 3: 'kinh mạc' thay vì 'kinh mạch'",
        "status": "pending", 
        "created_at": "2025-03-25T14:20:00Z",
        "updated_at": "2025-03-25T14:20:00Z"
      }
    ],
    
    "featured": {
      "hot": ["story1", "story3"],
      "recommended": ["story2", "story1"],
      "new_releases": ["story3", "story2"],
      "completed": ["story1"]
    },
    
    "stats": {
      "total_storys": 1280,
      "total_chapters": 128456,
      "total_users": 56890,
      "total_views": 45678920,
      "daily_views": 234567
    }
  }